{
  "gameData": [
    {
      "categoryName": "Famous People",
      "description": "Historical and modern figures who have made a significant impact on the world.",
      "keywords": [
        {
          "word": "Albert Einstein",
          "hint": "He developed the theory of relativity."
        },
        {
          "word": "Cleopatra",
          "hint": "She was the last active ruler of the Ptolemaic Kingdom of Egypt."
        },
        {
          "word": "Leonardo da Vinci",
          "hint": "He painted the Mona Lisa."
        },
        {
          "word": "Marie Curie",
          "hint": "A pioneer in radioactivity research, she was the first woman to win a Nobel Prize."
        },
        {
          "word": "Nelson Mandela",
          "hint": "He was a South African anti-apartheid revolutionary and political leader."
        },
        {
          "word": "William Shakespeare",
          "hint": "An English playwright, poet, and actor, widely regarded as the greatest writer in the English language."
        },
        {
          "word": "Martin Luther King Jr.",
          "hint": "An American Baptist minister and activist who became the most visible spokesperson and leader in the civil rights movement."
        },
        {
          "word": "Mahatma Gandhi",
          "hint": "An Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British Rule."
        },
        {
          "word": "Isaac Newton",
          "hint": "An English mathematician, physicist, astronomer, theologian, and author who is widely recognised as one of the most influential scientists of all time."
        },
        {
          "word": "Amelia Earhart",
          "hint": "An American aviation pioneer and author. She was the first female aviator to fly solo across the Atlantic Ocean."
        },
        {
          "word": "Steve Jobs",
          "hint": "He was the co-founder, chairman, and CEO of Apple Inc."
        },
        {
          "word": "Oprah Winfrey",
          "hint": "An American talk show host, television producer, actress, author, and philanthropist."
        },
        {
          "word": "Michael Jordan",
          "hint": "An American former professional basketball player and businessman."
        },
        {
          "word": "Beyoncé",
          "hint": "An American singer, songwriter, actress, and record producer."
        },
        {
          "word": "Elon Musk",
          "hint": "The founder, CEO, and chief engineer at SpaceX; early stage investor, CEO, and product architect of Tesla, Inc."
        },
        {
          "word": "Serena Williams",
          "hint": "An American professional tennis player. She has won 23 Grand Slam singles titles, the most by any player in the Open Era."
        },
        {
          "word": "Malala Yousafzai",
          "hint": "A Pakistani activist for female education and the youngest Nobel Prize laureate."
        },
        {
          "word": "Dwayne 'The Rock' Johnson",
          "hint": "An American actor, producer, businessman, and former professional wrestler."
        },
        {
          "word": "Taylor Swift",
          "hint": "An American singer-songwriter. Her narrative songwriting, which often centers around her personal life, has received widespread critical praise and media coverage."
        },
        {
          "word": "Cristiano Ronaldo",
          "hint": "A Portuguese professional footballer who plays as a forward for Premier League club Manchester United and captains the Portugal national team."
        },
        {
          "word": "Lionel Messi",
          "hint": "An Argentine professional footballer who plays as a forward for Ligue 1 club Paris Saint-Germain and captains the Argentina national team."
        },
        {
          "word": "Jeff Bezos",
          "hint": "An American entrepreneur, media proprietor, investor, and computer engineer. He is the founder and executive chairman of Amazon."
        },
        {
          "word": "Vincent van Gogh",
          "hint": "A Dutch Post-Impressionist painter who is among the most famous and influential figures in the history of Western art."
        },
        {
          "word": "Frida Kahlo",
          "hint": "A Mexican painter known for her many portraits, self-portraits, and works inspired by the nature and artifacts of Mexico."
        },
        {
          "word": "Pablo Picasso",
          "hint": "A Spanish painter, sculptor, printmaker, ceramicist and theatre designer who spent most of his adult life in France."
        },
        {
          "word": "Andy Warhol",
          "hint": "An American artist, film director, and producer who was a leading figure in the visual art movement known as pop art."
        },
        {
          "word": "Georgia O'Keeffe",
          "hint": "An American artist. She was known for her paintings of enlarged flowers, New York skyscrapers, and New Mexico landscapes."
        },
        {
          "word": "Claude Monet",
          "hint": "A French painter, a founder of French Impressionist painting and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting."
        },
        {
          "word": "Michelangelo",
          "hint": "An Italian sculptor, painter, architect and poet of the High Renaissance born in the Republic of Florence, who exerted an unparalleled influence on the development of Western art."
        },
        {
          "word": "Rembrandt",
          "hint": "A Dutch draughtsman, painter, and printmaker."
        },
        {
          "word": "Salvador Dalí",
          "hint": "A Spanish surrealist artist renowned for his technical skill, precise draftsmanship, and the striking and bizarre images in his work."
        },
        {
          "word": "Ludwig van Beethoven",
          "hint": "A German composer and pianist. A crucial figure in the transition between the Classical and Romantic eras in Western art music, he remains one of the most recognized and influential of all composers."
        },
        {
          "word": "Wolfgang Amadeus Mozart",
          "hint": "A prolific and influential composer of the Classical period."
        },
        {
          "word": "Johann Sebastian Bach",
          "hint": "A German composer and musician of the Baroque period."
        },
        {
          "word": "Elvis Presley",
          "hint": "An American singer and actor. Dubbed the 'King of Rock and Roll', he is regarded as one of the most significant cultural icons of the 20th century."
        },
        {
          "word": "Michael Jackson",
          "hint": "An American singer, songwriter, and dancer. Dubbed the 'King of Pop', he is regarded as one of the most significant cultural figures of the 20th century."
        },
        {
          "word": "Madonna",
          "hint": "An American singer, songwriter, and actress. She is known for her continual reinvention and versatility in music production, songwriting, and visual presentation."
        },
        {
          "word": "The Beatles",
          "hint": "An English rock band, formed in Liverpool in 1960, that comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr."
        },
        {
          "word": "Bob Dylan",
          "hint": "An American singer-songwriter, author and visual artist. Widely regarded as one of the greatest songwriters of all time, Dylan has been a major figure in popular culture for more than 50 years."
        },
        {
          "word": "Queen",
          "hint": "A British rock band formed in London in 1970. Their classic line-up was Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), Roger Taylor (drums, vocals), and John Deacon (bass)."
        },
        {
          "word": "Jimi Hendrix",
          "hint": "An American musician, singer, and songwriter. Although his mainstream career spanned only four years, he is widely regarded as one of the most influential electric guitarists in the history of popular music, and one of a kind."
        },
        {
          "word": "Charles Darwin",
          "hint": "An English naturalist, geologist and biologist, best known for his contributions to the science of evolution."
        },
        {
          "word": "Galileo Galilei",
          "hint": "An Italian astronomer, physicist and engineer, whose observations of the cosmos were revolutionary."
        },
        {
          "word": "Nikola Tesla",
          "hint": "A Serbian-American inventor, electrical engineer, mechanical engineer, and futurist who is best known for his contributions to the design of the modern alternating current (AC) electrical system."
        },
        {
          "word": "Stephen Hawking",
          "hint": "An English theoretical physicist, cosmologist, and author who was director of research at the Centre for Theoretical Cosmology at the University of Cambridge at the time of his death."
        },
        {
          "word": "Alexander Graham Bell",
          "hint": "A Scottish-born inventor, scientist, and engineer who is credited with patenting the first practical telephone."
        },
        {
          "word": "Thomas Edison",
          "hint": "An American inventor and businessman who has been described as America's greatest inventor."
        },
        {
          "word": "Benjamin Franklin",
          "hint": "One of the Founding Fathers of the United States, he was also a leading author, printer, political theorist, politician, freemason, postmaster, scientist, inventor, humorist, civic activist, statesman, and diplomat."
        },
        {
          "word": "Archimedes",
          "hint": "A Greek mathematician, physicist, engineer, inventor, and astronomer."
        },
        {
          "word": "Aristotle",
          "hint": "A Greek philosopher and polymath during the Classical period in Ancient Greece."
        },
        {
          "word": "Plato",
          "hint": "An Athenian philosopher during the Classical period in Ancient Greece, founder of the Platonist school of thought, and the Academy, the first institution of higher learning in the Western world."
        },
        {
          "word": "Socrates",
          "hint": "A Greek philosopher from Athens who is credited as one of the founders of Western philosophy, and as being the first moral philosopher of the Western ethical tradition of thought."
        },
        {
          "word": "Leonardo Fibonacci",
          "hint": "An Italian mathematician from the Republic of Pisa, considered to be 'the most talented Western mathematician of the Middle Ages'."
        },
        {
          "word": "Pythagoras",
          "hint": "An ancient Ionian Greek philosopher and the eponymous founder of Pythagoreanism."
        },
        {
          "word": "Euclid",
          "hint": "A Greek mathematician, often referred to as the 'founder of geometry' or the 'father of geometry'."
        },
        {
          "word": "Alan Turing",
          "hint": "An English mathematician, computer scientist, logician, cryptanalyst, philosopher, and theoretical biologist."
        },
        {
          "word": "Julius Caesar",
          "hint": "A Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire."
        },
        {
          "word": "Augustus",
          "hint": "The first Roman emperor, reigning from 27 BC until his death in AD 14."
        },
        {
          "word": "Alexander the Great",
          "hint": "A king of the ancient Greek kingdom of Macedon and a member of the Argead dynasty."
        },
        {
          "word": "Genghis Khan",
          "hint": "The founder and first Great Khan of the Mongol Empire, which became the largest contiguous empire in history after his death."
        },
        {
          "word": "Queen Elizabeth I",
          "hint": "Queen of England and Ireland from 17 November 1558 until her death in 1603."
        },
        {
          "word": "Queen Victoria",
          "hint": "Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901."
        },
        {
          "word": "Napoleon Bonaparte",
          "hint": "A French military and political leader who rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars."
        },
        {
          "word": "Abraham Lincoln",
          "hint": "An American lawyer and statesman who served as the 16th president of the United States from 1861 until his assassination in 1865."
        },
        {
          "word": "George Washington",
          "hint": "An American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797."
        },
        {
          "word": "Franklin D. Roosevelt",
          "hint": "An American politician who served as the 32nd president of the United States from 1933 until his death in 1945."
        },
        {
          "word": "Winston Churchill",
          "hint": "A British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955."
        },
        {
          "word": "Joseph Stalin",
          "hint": "A Georgian revolutionary and Soviet politician who led the Soviet Union from the mid–1920s until 1953 as General Secretary of the Communist Party of the Soviet Union (1922–1952) and Premier (1941–1953)."
        },
        {
          "word": "Mao Zedong",
          "hint": "A Chinese communist revolutionary who was the founder of the People's Republic of China, which he ruled as the chairman of the Communist Party of China from its establishment in 1949 until his death in 1976."
        },
        {
          "word": "Marco Polo",
          "hint": "A Venetian merchant, explorer, and writer who travelled through Asia along the Silk Road between 1271 and 1295."
        },
        {
          "word": "Christopher Columbus",
          "hint": "An Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for European exploration and colonization of the Americas."
        },
        {
          "word": "Ferdinand Magellan",
          "hint": "A Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed by Juan Sebastián Elcano."
        },
        {
          "word": "Vasco da Gama",
          "hint": "A Portuguese explorer and the first European to reach India by sea."
        },
        {
          "word": "Roald Amundsen",
          "hint": "A Norwegian explorer of polar regions. He was a key figure of the period known as the Heroic Age of Antarctic Exploration."
        },
        {
          "word": "Jacques Cousteau",
          "hint": "A French naval officer, explorer, conservationist, filmmaker, innovator, scientist, photographer, author and researcher who studied the sea and all forms of life in water."
        },
        {
          "word": "Sir Edmund Hillary",
          "hint": "A New Zealand mountaineer, explorer, and philanthropist. On 29 May 1953, he and Sherpa mountaineer Tenzing Norgay became the first climbers confirmed to have reached the summit of Mount Everest."
        },
        {
          "word": "Neil Armstrong",
          "hint": "An American astronaut and aeronautical engineer, and the first person to walk on the Moon."
        },
        {
          "word": "Homer",
          "hint": "The presumed author of the Iliad and the Odyssey, two epic poems that are the central works of ancient Greek literature."
        },
        {
          "word": "Virgil",
          "hint": "An ancient Roman poet of the Augustan period. He wrote three of the most famous poems in Latin literature: the Eclogues (or Bucolics), the Georgics, and the epic Aeneid."
        },
        {
          "word": "Dante Alighieri",
          "hint": "An Italian poet, writer and philosopher. His Divine Comedy, originally called Comedìa and later christened Divina by Giovanni Boccaccio, is widely considered one of the most important poems of the Middle Ages and the greatest literary work in the Italian language."
        },
        {
          "word": "Geoffrey Chaucer",
          "hint": "An English poet and author. Widely considered the greatest English poet of the Middle Ages, he is best known for The Canterbury Tales."
        },
        {
          "word": "Jane Austen",
          "hint": "An English novelist known primarily for her six major novels, which interpret, critique and comment upon the British landed gentry at the end of the 18th century."
        },
        {
          "word": "Charles Dickens",
          "hint": "An English writer and social critic. He created some of the world's best-known fictional characters and is regarded by many as the greatest novelist of the Victorian era."
        },
        {
          "word": "Mark Twain",
          "hint": "An American writer, humorist, entrepreneur, publisher, and lecturer."
        },
        {
          "word": "George Orwell",
          "hint": "An English novelist, essayist, journalist and critic. His work is characterised by lucid prose, biting social criticism, opposition to totalitarianism, and outspoken support of democratic socialism."
        },
        {
          "word": "Ernest Hemingway",
          "hint": "An American novelist, short-story writer, journalist, and sportsman."
        },
        {
          "word": "Virginia Woolf",
          "hint": "An English writer, considered one of the most important modernist 20th-century authors and also a pioneer in the use of stream of consciousness as a narrative device."
        },
        {
          "word": "J.K. Rowling",
          "hint": "A British author, philanthropist, film producer, television producer, and screenwriter. She is best known for writing the Harry Potter fantasy series, which has won multiple awards and sold more than 500 million copies, becoming the best-selling book series in history."
        },
        {
          "word": "Edgar Allan Poe",
          "hint": "An American writer, poet, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre."
        },
        {
          "word": "Emily Dickinson",
          "hint": "An American poet. Dickinson was born in Amherst, Massachusetts, into a prominent family with strong ties to its community."
        },
        {
          "word": "Robert Frost",
          "hint": "An American poet. His work was initially published in England before it was published in the United States."
        },
        {
          "word": "Maya Angelou",
          "hint": "An American poet, singer, memoirist, and civil rights activist."
        },
        {
          "word": "Susan B. Anthony",
          "hint": "An American social reformer and women's rights activist who played a pivotal role in the women's suffrage movement."
        },
        {
          "word": "Harriet Tubman",
          "hint": "An American abolitionist and political activist. Born into slavery, Tubman escaped and subsequently made some thirteen missions to rescue approximately seventy enslaved people, family and friends, using the network of antislavery activists and safe houses known as the Underground Railroad."
        },
        {
          "word": "Rosa Parks",
          "hint": "An American activist in the civil rights movement best known for her pivotal role in the Montgomery bus boycott."
        },
        {
          "word": "Eleanor Roosevelt",
          "hint": "An American political figure, diplomat and activist. She served as the First Lady of the United States from March 4, 1933, to April 12, 1945, during her husband President Franklin D. Roosevelt's four terms in office, making her the longest-serving First Lady of the United States."
        },
        {
          "word": "Clara Barton",
          "hint": "A pioneering American nurse who founded the American Red Cross."
        },
        {
          "word": "Florence Nightingale",
          "hint": "An English social reformer, statistician and the founder of modern nursing."
        },
        {
          "word": "Desmond Tutu",
          "hint": "A South African Anglican cleric and theologian known for his work as an anti-apartheid and human rights activist."
        },
        {
          "word": "The Dalai Lama",
          "hint": "The spiritual leader of the Tibetan people."
        },
        {
          "word": "Bill Gates",
          "hint": "An American business magnate, software developer, investor, and philanthropist. He is a co-founder of Microsoft Corporation."
        },
        {
          "word": "Warren Buffett",
          "hint": "An American business magnate, investor, and philanthropist. He is currently the chairman and CEO of Berkshire Hathaway."
        },
        {
          "word": "Mark Zuckerberg",
          "hint": "An American media magnate, internet entrepreneur, and philanthropist. He is known for co-founding Facebook, Inc. and serves as its chairman, chief executive officer, and controlling shareholder."
        },
        {
          "word": "Richard Branson",
          "hint": "An English business magnate, investor, and author. In the 1970s he founded the Virgin Group, which today controls more than 400 companies in various fields."
        },
        {
          "word": "Walt Disney",
          "hint": "An American entrepreneur, animator, writer, voice actor, and film producer."
        },
        {
          "word": "Henry Ford",
          "hint": "An American industrialist and business magnate, founder of the Ford Motor Company, and chief developer of the assembly line technique of mass production."
        },
        {
          "word": "Andrew Carnegie",
          "hint": "A Scottish-American industrialist and philanthropist."
        },
        {
          "word": "John D. Rockefeller",
          "hint": "An American business magnate and philanthropist. He is widely considered the wealthiest American of all time, and the richest person in modern history."
        },
        {
          "word": "Immanuel Kant",
          "hint": "A German philosopher and one of the central Enlightenment thinkers."
        },
        {
          "word": "Friedrich Nietzsche",
          "hint": "A German philosopher, cultural critic, composer, poet, and philologist whose work has exerted a profound influence on modern intellectual history."
        },
        {
          "word": "René Descartes",
          "hint": "A French-born philosopher, mathematician, and scientist who spent a large portion of his working life in the Dutch Republic."
        },
        {
          "word": "Jean-Jacques Rousseau",
          "hint": "A Genevan philosopher, writer, and composer. His political philosophy influenced the progress of the Enlightenment throughout Europe, as well as aspects of the French Revolution and the development of modern political, economic, and educational thought."
        },
        {
          "word": "John Locke",
          "hint": "An English philosopher and physician, widely regarded as one of the most influential of Enlightenment thinkers and commonly known as the 'Father of Liberalism'."
        },
        {
          "word": "David Hume",
          "hint": "A Scottish Enlightenment philosopher, historian, economist, and essayist, who is best known today for his highly influential system of philosophical empiricism, skepticism, and naturalism."
        },
        {
          "word": "Confucius",
          "hint": "A Chinese philosopher and politician of the Spring and Autumn period who was traditionally considered the paragon of Chinese sages."
        },
        {
          "word": "Laozi",
          "hint": "An ancient Chinese philosopher and writer. He is the reputed author of the Tao Te Ching, the founder of philosophical Taoism, and a deity in religious Taoism and traditional Chinese religions."
        },
        {
          "word": "Alfred Hitchcock",
          "hint": "An English film director, producer, and screenwriter. He is one of the most influential and extensively studied filmmakers in the history of cinema."
        },
        {
          "word": "Stanley Kubrick",
          "hint": "An American film director, producer, screenwriter, and photographer. He is frequently cited as one of the most influential filmmakers in cinematic history."
        },
        {
          "word": "Akira Kurosawa",
          "hint": "A Japanese film director and screenwriter who directed 30 films in a career spanning 57 years."
        },
        {
          "word": "Steven Spielberg",
          "hint": "An American film director, producer, and screenwriter. He is considered one of the founding pioneers of the New Hollywood era, as well as one of the most popular directors and producers in film history."
        },
        {
          "word": "Martin Scorsese",
          "hint": "An American film director, producer, screenwriter, and actor. One of the major figures of the New Hollywood era, he is widely regarded as one of the greatest and most influential directors in film history."
        },
        {
          "word": "Quentin Tarantino",
          "hint": "An American film director, screenwriter, producer, and actor. His films are characterized by nonlinear storylines, satirical subject matter, an aestheticization of violence, extended scenes of dialogue, ensemble casts, references to popular culture, and a wide variety of music."
        },
        {
          "word": "Christopher Nolan",
          "hint": "A British-American film director, producer, and screenwriter. His films have grossed over $5 billion worldwide, and have garnered 11 Academy Awards from 36 nominations."
        },
        {
          "word": "James Cameron",
          "hint": "A Canadian film director, producer, screenwriter, editor, and environmentalist. He is a major figure in the post-New Hollywood era and is considered one of the most innovative filmmakers in the industry."
        },
        {
          "word": "George Lucas",
          "hint": "An American film director, producer, screenwriter, and entrepreneur. He is best known for creating the Star Wars and Indiana Jones franchises and founding Lucasfilm, LucasArts, and Industrial Light & Magic."
        },
        {
          "word": "Michelangelo",
          "hint": "An Italian sculptor, painter, architect and poet of the High Renaissance."
        },
        {
          "word": "Rembrandt",
          "hint": "A Dutch draughtsman, painter, and printmaker."
        },
        {
          "word": "Vermeer",
          "hint": "A Dutch Baroque Period painter who specialized in domestic interior scenes of middle-class life."
        },
        {
          "word": "Jean-Antoine Watteau",
          "hint": "A French painter whose brief career spurred the revival of interest in colour and movement, as seen in the tradition of Correggio and Rubens."
        },
        {
          "word": "Eugene Delacroix",
          "hint": "A French Romantic artist regarded from the outset of his career as the leader of the French Romantic school."
        },
        {
          "word": "Georges Seurat",
          "hint": "A French post-Impressionist artist. He is best known for devising the painting techniques known as chromoluminarism and pointillism."
        },
        {
          "word": "Nicolaus Copernicus",
          "hint": "A Renaissance-era mathematician and astronomer who formulated a model of the universe that placed the Sun rather than Earth at the center of the universe."
        },
        {
          "word": "Galileo Galilei",
          "hint": "An Italian astronomer, physicist and engineer, whose observations of the cosmos were revolutionary."
        },
        {
          "word": "Isaac Newton",
          "hint": "An English mathematician, physicist, astronomer, theologian, and author who is widely recognised as one of the most influential scientists of all time."
        }
      ]
    },
    {
      "categoryName": "Animals",
      "description": "Creatures from the animal kingdom, including mammals, insects, and marine life.",
      "keywords": [
        {
          "word": "Lion",
          "hint": "This large cat is known as the 'king of the jungle'."
        },
        {
          "word": "Dolphin",
          "hint": "A highly intelligent marine mammal known for its playful behavior."
        },
        {
          "word": "Monarch Butterfly",
          "hint": "Famous for its long-distance seasonal migration."
        },
        {
          "word": "Elephant",
          "hint": "The largest land animal, known for its long trunk and large ears."
        },
        {
          "word": "Penguin",
          "hint": "A flightless bird that lives in the Southern Hemisphere, primarily in Antarctica."
        },
        {
          "word": "Great White Shark",
          "hint": "A large predatory fish found in coastal waters of all major oceans."
        },
        {
          "word": "Giraffe",
          "hint": "The tallest living terrestrial animal, known for its extremely long neck."
        },
        {
          "word": "Honeybee",
          "hint": "A flying insect known for producing honey and pollinating flowers."
        },
        {
          "word": "Blue Whale",
          "hint": "The largest animal on Earth, a marine mammal."
        },
        {
          "word": "Kangaroo",
          "hint": "A marsupial from Australia, known for its powerful hind legs and pouch."
        },
        {
          "word": "Panda",
          "hint": "A bear native to south central China, known for its black and white coat and diet of bamboo."
        },
        {
          "word": "Sea Turtle",
          "hint": "A reptile that lives in the ocean and has a bony or cartilaginous shell."
        },
        {
          "word": "Orangutan",
          "hint": "A great ape native to the rainforests of Indonesia and Malaysia, known for its long arms and reddish-brown hair."
        },
        {
          "word": "Jellyfish",
          "hint": "A free-swimming marine animal with a gelatinous umbrella-shaped bell and trailing tentacles."
        },
        {
          "word": "Ladybug",
          "hint": "A small beetle with a round, often brightly colored, body."
        },
        {
          "word": "Tiger",
          "hint": "The largest cat species, known for its distinctive orange coat with dark vertical stripes."
        },
        {
          "word": "Gorilla",
          "hint": "A large ape native to the forests of central Sub-Saharan Africa."
        },
        {
          "word": "Zebra",
          "hint": "An African equine with distinctive black-and-white striped coats."
        },
        {
          "word": "Polar Bear",
          "hint": "A large bear native to the Arctic Circle, known for its white fur."
        },
        {
          "word": "Octopus",
          "hint": "A soft-bodied, eight-limbed mollusc of the order Octopoda."
        },
        {
          "word": "Clownfish",
          "hint": "A small, brightly colored fish that lives in symbiosis with sea anemones."
        },
        {
          "word": "Hummingbird",
          "hint": "A small bird known for its ability to hover in mid-air by rapidly flapping its wings."
        },
        {
          "word": "Cow",
          "hint": "A domesticated bovine animal, raised for its milk, meat, and leather."
        },
        {
          "word": "Pig",
          "hint": "A domesticated animal raised for its meat, such as bacon and pork."
        },
        {
          "word": "Sheep",
          "hint": "A domesticated ruminant animal, raised for its wool, meat, and milk."
        },
        {
          "word": "Goat",
          "hint": "A hardy domesticated ruminant animal, raised for its milk, meat, and hair."
        },
        {
          "word": "Chicken",
          "hint": "A domesticated fowl, raised for its eggs and meat."
        },
        {
          "word": "Horse",
          "hint": "A domesticated perissodactyl mammal, used for riding, racing, and to carry and pull loads."
        },
        {
          "word": "Dog",
          "hint": "A domesticated carnivorous mammal that typically has a long snout, an acute sense of smell, and a barking, howling, or whining voice."
        },
        {
          "word": "Cat",
          "hint": "A small domesticated carnivorous mammal with soft fur, a short snout, and retractable claws."
        },
        {
          "word": "Rabbit",
          "hint": "A burrowing, plant-eating mammal with long ears, long hind legs, and a short tail."
        },
        {
          "word": "Goldfish",
          "hint": "A small, orange-colored freshwater fish, often kept as a pet in a bowl or aquarium."
        },
        {
          "word": "Parrot",
          "hint": "A brightly colored bird, often kept as a pet, that is able to mimic human speech."
        },
        {
          "word": "Hamster",
          "hint": "A small, stout-bodied rodent with large cheek pouches, often kept as a pet."
        },
        {
          "word": "Turtle",
          "hint": "A slow-moving reptile, enclosed in a bony or leathery shell, that can live on land or in water."
        },
        {
          "word": "Lizard",
          "hint": "A reptile that typically has a long body and tail, four legs, and a tapering snout."
        },
        {
          "word": "Snake",
          "hint": "A long, limbless reptile that has no eyelids, a short tail, and jaws that are capable of considerable extension."
        },
        {
          "word": "Eagle",
          "hint": "A large bird of prey with a massive hooked bill and long broad wings, known for its keen sight."
        },
        {
          "word": "Duck",
          "hint": "A waterbird with a broad blunt bill, short legs, webbed feet, and a waddling gait."
        },
        {
          "word": "Peacock",
          "hint": "A male peafowl, which has a crested head and a very long ornate tail that has eyelike markings and can be erected and fanned out in display."
        },
        {
          "word": "Swan",
          "hint": "A large waterbird with a long flexible neck, short legs, webbed feet, a broad bill, and typically all-white plumage."
        },
        {
          "word": "Pigeon",
          "hint": "A stout seed- or fruit-eating bird with a small head, short legs, and a cooing voice, typically having a grey and white plumage."
        },
        {
          "word": "Crow",
          "hint": "A large perching bird with mostly glossy black plumage, a stout bill, and a loud, harsh call."
        },
        {
          "word": "Raven",
          "hint": "A large heavily built crow with mainly black plumage."
        },
        {
          "word": "Vulture",
          "hint": "A large bird of prey with the head and neck more or less bare of feathers, feeding chiefly on carrion and reputed to gather with others in anticipation of the death of a sick or injured animal or person."
        },
        {
          "word": "Hawk",
          "hint": "A bird of prey with broad rounded wings and a long tail, typically taking prey by surprise with a short chase."
        },
        {
          "word": "Crane",
          "hint": "A tall, long-legged, long-necked bird, typically with white or grey plumage and often with a patch of bare red skin on the head."
        },
        {
          "word": "Owl",
          "hint": "A nocturnal bird of prey with large forward-facing eyes surrounded by facial disks, a hooked beak, and typically a loud call."
        },
        {
          "word": "Woodpecker",
          "hint": "A bird with a strong bill and a stiff tail, that climbs tree trunks to find insects and drums on the wood to mark territory."
        },
        {
          "word": "Kingfisher",
          "hint": "A brightly colored bird with a long, sharp beak, found near water and feeding on fish."
        },
        {
          "word": "Robin",
          "hint": "A small insectivorous songbird with a red breast, found in Europe, Asia, and North America."
        },
        {
          "word": "Salmon",
          "hint": "A large edible fish that is a popular game fish, much prized for its pink flesh. Salmon are native to tributaries of the North Atlantic (genus Salmo) and Pacific Ocean (genus Oncorhynchus)."
        },
        {
          "word": "Tuna",
          "hint": "A saltwater fish that belongs to the tribe Thunnini, a subgrouping of the Scombridae (mackerel) family."
        },
        {
          "word": "Cod",
          "hint": "The common name for the demersal fish genus Gadus, belonging to the family Gadidae."
        },
        {
          "word": "Trout",
          "hint": "A species of freshwater fish in the salmon family Salmonidae."
        },
        {
          "word": "Mackerel",
          "hint": "A common name applied to a number of different species of pelagic fish, mostly from the family Scombridae."
        },
        {
          "word": "Sardine",
          "hint": "A small, oily forage fish."
        },
        {
          "word": "Anchovy",
          "hint": "A small, common forage fish of the family Engraulidae."
        },
        {
          "word": "Herring",
          "hint": "A forage fish, mostly belonging to the family of Clupeidae."
        },
        {
          "word": "Stingray",
          "hint": "A group of sea rays, which are cartilaginous fish related to sharks."
        },
        {
          "word": "Piranha",
          "hint": "A member of a family of omnivorous freshwater fish that live in South American rivers, floodplains, lakes and reservoirs."
        },
        {
          "word": "Angelfish",
          "hint": "A family of ray-finned fish, Pomacanthidae, found on shallow reefs in the tropical Atlantic, Indian, and mostly western Pacific oceans."
        },
        {
          "word": "Swordfish",
          "hint": "A large, predatory fish characterized by a long, flat, pointed bill."
        },
        {
          "word": "Barracuda",
          "hint": "A large, predatory, ray-finned fish known for its fearsome appearance and ferocious behaviour."
        },
        {
          "word": "Frog",
          "hint": "A tailless amphibian with a short-bodied, stout build, prominent eyes, and long, powerful hind limbs adapted for leaping."
        },
        {
          "word": "Salamander",
          "hint": "A group of amphibians typically characterized by a lizard-like appearance, with slender bodies, blunt snouts, short limbs projecting at right angles to the body, and the presence of a tail in both larvae and adults."
        },
        {
          "word": "Toad",
          "hint": "A certain kind of frog, particularly a number of species in the family Bufonidae, that are characterized by dry, leathery skin, short legs, and large bumps covering the parotoid glands."
        },
        {
          "word": "Newt",
          "hint": "A salamander in the subfamily Pleurodelinae."
        },
        {
          "word": "Crocodile",
          "hint": "A large semiaquatic reptile that lives throughout the tropics in Africa, Asia, the Americas and Australia."
        },
        {
          "word": "Alligator",
          "hint": "A large reptile in the Crocodylia order in the genus Alligator of the family Alligatoridae."
        },
        {
          "word": "Chameleon",
          "hint": "A distinctive and highly specialized clade of Old World lizards with 202 species described as of June 2015."
        },
        {
          "word": "Iguana",
          "hint": "A genus of herbivorous lizards that are native to tropical areas of Mexico, Central America, South America, and the Caribbean."
        },
        {
          "word": "Gecko",
          "hint": "A small lizard of a large family found in warm climates, having suction pads on its feet that enable it to climb on smooth vertical surfaces."
        },
        {
          "word": "Komodo Dragon",
          "hint": "A species of lizard found in the Indonesian islands of Komodo, Rinca, Flores, and Gili Motang."
        },
        {
          "word": "Cobra",
          "hint": "A venomous snake of a family (Elapidae) that is native to Asia and Africa and is characterized by a hood of skin which it can expand."
        },
        {
          "word": "Python",
          "hint": "A genus of constricting snakes in the Pythonidae family native to the tropics and subtropics of the Eastern Hemisphere."
        },
        {
          "word": "Boa Constrictor",
          "hint": "A species of large, heavy-bodied snake that is frequently kept and bred in captivity."
        },
        {
          "word": "Ant",
          "hint": "A eusocial insect of the family Formicidae and, along with the related wasps and bees, belong to the order Hymenoptera."
        },
        {
          "word": "Bee",
          "hint": "A winged insect closely related to wasps and ants, known for their role in pollination and, in the case of the best-known bee species, the European honey bee, for producing honey and beeswax."
        },
        {
          "word": "Wasp",
          "hint": "A winged insect which is neither a bee nor an ant."
        },
        {
          "word": "Beetle",
          "hint": "A group of insects that form the order Coleoptera, in the superorder Endopterygota."
        },
        {
          "word": "Butterfly",
          "hint": "A primarily diurnal insect of the order Lepidoptera, which also includes moths."
        },
        {
          "word": "Moth",
          "hint": "A paraphyletic group of insects that includes all members of the order Lepidoptera that are not butterflies."
        },
        {
          "word": "Fly",
          "hint": "Insects of the order Diptera, the name being derived from the Greek δι- di- 'two', and πτερόν pteron 'wing'."
        },
        {
          "word": "Mosquito",
          "hint": "A group of about 3,500 species of small insects within the family Culicidae (from the Latin culex meaning 'gnat')."
        },
        {
          "word": "Cockroach",
          "hint": "Insects of the order Blattodea, which also includes termites."
        },
        {
          "word": "Dragonfly",
          "hint": "An insect belonging to the order Odonata, infraorder Anisoptera."
        },
        {
          "word": "Grasshopper",
          "hint": "A group of insects belonging to the suborder Caelifera."
        },
        {
          "word": "Cricket",
          "hint": "An insect belonging to the order Orthoptera."
        },
        {
          "word": "Bear",
          "hint": "A large, heavy, mammal that walks on the soles of its feet, with thick fur and a very short tail."
        },
        {
          "word": "Wolf",
          "hint": "A wild carnivorous mammal which is the largest member of the dog family, living and hunting in packs."
        },
        {
          "word": "Fox",
          "hint": "A carnivorous mammal of the dog family with a pointed snout and a bushy tail, proverbial for its cunning."
        },
        {
          "word": "Deer",
          "hint": "A hoofed grazing or browsing animal, with branched bony antlers that are shed annually and typically borne only by the male."
        },
        {
          "word": "Moose",
          "hint": "A large deer with palmate antlers, a sloping back, and a drooping muzzle, native to northern Eurasia and North America."
        },
        {
          "word": "Bison",
          "hint": "A humpbacked shaggy-haired wild ox native to North America and Europe."
        },
        {
          "word": "Bat",
          "hint": "A mammal whose forelimbs form webbed wings, making them the only mammals naturally capable of true and sustained flight."
        },
        {
          "word": "Whale",
          "hint": "A very large marine mammal with a streamlined hairless body, a horizontal tail fin, and a blowhole on top of the head for breathing."
        },
        {
          "word": "Seal",
          "hint": "A carnivorous aquatic mammal with a streamlined body and feet developed as flippers, that returns to land to breed or rest."
        },
        {
          "word": "Chimpanzee",
          "hint": "A species of great ape native to the forest and savannah of tropical Africa."
        },
        {
          "word": "Gorilla",
          "hint": "A large ape native to the forests of central Sub-Saharan Africa."
        },
        {
          "word": "Orangutan",
          "hint": "A great ape native to the rainforests of Indonesia and Malaysia, known for its long arms and reddish-brown hair."
        },
        {
          "word": "Baboon",
          "hint": "A large Old World monkey with a long, doglike muzzle and large canine teeth."
        },
        {
          "word": "Monkey",
          "hint": "A small to medium-sized primate that typically has a long tail, most kinds of which live in trees in tropical countries."
        },
        {
          "word": "Lemur",
          "hint": "An arboreal primate with a pointed snout and typically a long tail, found only in Madagascar."
        },
        {
          "word": "Gibbon",
          "hint": "A small, slender, long-armed ape of the family Hylobatidae."
        },
        {
          "word": "Mandrill",
          "hint": "A large West African baboon with a red and blue face, a yellow beard, and a red rump."
        }
      ]
    },
    {
      "categoryName": "Cities and Capitals",
      "description": "Major cities and capitals from around the world.",
      "keywords": [
        {
          "word": "Paris",
          "hint": "The capital of France, known for the Eiffel Tower."
        },
        {
          "word": "Tokyo",
          "hint": "The capital of Japan, a bustling metropolis known for its Imperial Palace."
        },
        {
          "word": "Cairo",
          "hint": "The capital of Egypt, famous for the nearby Giza pyramid complex."
        },
        {
          "word": "Rome",
          "hint": "The capital of Italy, home to the Colosseum and the Vatican City."
        },
        {
          "word": "London",
          "hint": "The capital of the United Kingdom, known for the River Thames and the Tower of London."
        },
        {
          "word": "Beijing",
          "hint": "The capital of China, home to the Forbidden City and the Great Wall."
        },
        {
          "word": "Moscow",
          "hint": "The capital of Russia, known for the Kremlin and Red Square."
        },
        {
          "word": "Washington, D.C.",
          "hint": "The capital of the United States, home to the White House and the Lincoln Memorial."
        },
        {
          "word": "Canberra",
          "hint": "The capital of Australia, known for its large man-made lake, Lake Burley Griffin."
        },
        {
          "word": "Ottawa",
          "hint": "The capital of Canada, located in the province of Ontario."
        },
        {
          "word": "Brasília",
          "hint": "The capital of Brazil, known for its unique modern architecture."
        },
        {
          "word": "New Delhi",
          "hint": "The capital of India, a bustling city with a rich history."
        },
        {
          "word": "Mexico City",
          "hint": "The capital of Mexico, one of the oldest cities in the Americas."
        },
        {
          "word": "Buenos Aires",
          "hint": "The capital of Argentina, famous for its tango music and dance."
        },
        {
          "word": "Berlin",
          "hint": "The capital of Germany, known for the Brandenburg Gate and the Berlin Wall Memorial."
        },
        {
          "word": "Madrid",
          "hint": "The capital of Spain, home to the Royal Palace and the Prado Museum."
        },
        {
          "word": "Seoul",
          "hint": "The capital of South Korea, a megacity where modern skyscrapers, high-tech subways and pop culture meet Buddhist temples, palaces and street markets."
        },
        {
          "word": "Bangkok",
          "hint": "The capital of Thailand, known for its ornate shrines and vibrant street life."
        },
        {
          "word": "Riyadh",
          "hint": "The capital of Saudi Arabia, a modern city in the heart of the Arabian peninsula."
        },
        {
          "word": "Ankara",
          "hint": "The capital of Turkey, a modern European city with a rich history."
        },
        {
          "word": "Athens",
          "hint": "The capital of Greece, the heart of Ancient Greece, a powerful civilization and empire."
        },
        {
          "word": "New York City",
          "hint": "The most populous city in the United States, known for its iconic landmarks such as the Statue of Liberty and Times Square."
        },
        {
          "word": "Los Angeles",
          "hint": "The largest city in California, home to Hollywood and the entertainment industry."
        },
        {
          "word": "Chicago",
          "hint": "A major city in Illinois, known for its architecture and deep-dish pizza."
        },
        {
          "word": "Houston",
          "hint": "A large metropolis in Texas, known for its role in the space exploration industry."
        },
        {
          "word": "Toronto",
          "hint": "The most populous city in Canada, known for the CN Tower and its diverse culture."
        },
        {
          "word": "Montreal",
          "hint": "The second-most populous city in Canada, known for its French colonial history and cobblestone streets."
        },
        {
          "word": "Vancouver",
          "hint": "A major city in western Canada, located in the Lower Mainland region of British Columbia."
        },
        {
          "word": "Mexico City",
          "hint": "The capital of Mexico, a densely populated, high-altitude city."
        },
        {
          "word": "Guadalajara",
          "hint": "A city in western Mexico and the capital of the state of Jalisco."
        },
        {
          "word": "Monterrey",
          "hint": "A major industrial city in northern Mexico."
        },
        {
          "word": "Paris",
          "hint": "The capital of France, known for its art, fashion, gastronomy and culture."
        },
        {
          "word": "London",
          "hint": "The capital of England and the United Kingdom, is a 21st-century city with history stretching back to Roman times."
        },
        {
          "word": "Madrid",
          "hint": "The capital of Spain, is a city of elegant boulevards and expansive, manicured parks such as the Buen Retiro."
        },
        {
          "word": "Rome",
          "hint": "The capital city of Italy, is a sprawling, cosmopolitan city with nearly 3,000 years of globally influential art, architecture and culture on display."
        },
        {
          "word": "Berlin",
          "hint": "Germany’s capital, dates to the 13th century. Reminders of the city's turbulent 20th-century history include its Holocaust memorial and the Berlin Wall's graffitied remains."
        },
        {
          "word": "Vienna",
          "hint": "Austria’s capital, lies in the country’s east on the Danube River."
        },
        {
          "word": "Prague",
          "hint": "Capital city of the Czech Republic, is bisected by the Vltava River."
        },
        {
          "word": "Budapest",
          "hint": "Hungary’s capital, is bisected by the River Danube."
        },
        {
          "word": "Warsaw",
          "hint": "The capital of Poland, is a city of rich history and culture."
        },
        {
          "word": "Kyiv",
          "hint": "The capital city of Ukraine, is a major industrial, scientific, educational and cultural center of Eastern Europe."
        },
        {
          "word": "Tokyo",
          "hint": "Japan’s busy capital, mixes the ultramodern and the traditional, from skyscrapers to historic temples."
        },
        {
          "word": "Delhi",
          "hint": "India’s capital territory, is a massive metropolitan area in the country’s north."
        },
        {
          "word": "Shanghai",
          "hint": "China's most populous city, is a major commercial and financial hub."
        },
        {
          "word": "Dhaka",
          "hint": "The capital city of Bangladesh, is a major center of the country's economy, politics and culture."
        },
        {
          "word": "Beijing",
          "hint": "China’s sprawling capital, has history stretching back 3 millennia."
        },
        {
          "word": "Mumbai",
          "hint": "Formerly Bombay, a densely populated city on India’s west coast."
        },
        {
          "word": "Osaka",
          "hint": "A large port city and commercial center on the Japanese island of Honshu."
        },
        {
          "word": "Karachi",
          "hint": "The capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and seventh-most-populous city proper in the world."
        },
        {
          "word": "Manila",
          "hint": "The capital of the Philippines, is a densely populated bayside city on the island of Luzon."
        },
        {
          "word": "Seoul",
          "hint": "The capital of South Korea, is a huge metropolis where modern skyscrapers, high-tech subways and pop culture meet Buddhist temples, palaces and street markets."
        },
        {
          "word": "São Paulo",
          "hint": "Brazil's vibrant financial center, is among the world's most populous cities."
        },
        {
          "word": "Buenos Aires",
          "hint": "Argentina’s big, cosmopolitan capital city."
        },
        {
          "word": "Rio de Janeiro",
          "hint": "A huge seaside city in Brazil, famed for its Copacabana and Ipanema beaches."
        },
        {
          "word": "Bogotá",
          "hint": "Colombia's sprawling, high-altitude capital."
        },
        {
          "word": "Lima",
          "hint": "The capital of Peru, lies on the country's arid Pacific coast."
        },
        {
          "word": "Santiago",
          "hint": "The capital and largest city of Chile."
        },
        {
          "word": "Belo Horizonte",
          "hint": "The capital city of Brazil’s Minas Gerais state."
        },
        {
          "word": "Salvador",
          "hint": "The capital of Brazil’s northeastern state of Bahia."
        },
        {
          "word": "Lagos",
          "hint": "The largest city in Nigeria and one of the most populous urban agglomerations."
        },
        {
          "word": "Kinshasa",
          "hint": "The capital and the largest city of the Democratic Republic of the Congo."
        },
        {
          "word": "Cairo",
          "hint": "The capital of Egypt and the largest city in the Arab world."
        },
        {
          "word": "Johannesburg",
          "hint": "The largest city in South Africa, and is one of the 50 largest urban areas in the world."
        },
        {
          "word": "Nairobi",
          "hint": "The capital and largest city of Kenya."
        },
        {
          "word": "Addis Ababa",
          "hint": "The capital and largest city of Ethiopia."
        },
        {
          "word": "Casablanca",
          "hint": "The largest city of Morocco."
        },
        {
          "word": "Dar es Salaam",
          "hint": "The largest city and former capital of Tanzania."
        },
        {
          "word": "Abidjan",
          "hint": "The economic capital of Ivory Coast and one of the most populous French-speaking cities in Africa."
        },
        {
          "word": "Sydney",
          "hint": "The capital of New South Wales and one of Australia's largest cities."
        },
        {
          "word": "Melbourne",
          "hint": "The coastal capital of the southeastern Australian state of Victoria."
        },
        {
          "word": "Brisbane",
          "hint": "The capital of Queensland, is a large city on the Brisbane River."
        },
        {
          "word": "Perth",
          "hint": "The capital of Western Australia, sits where the Swan River meets the southwest coast."
        },
        {
          "word": "Auckland",
          "hint": "The most populous city in New Zealand, located in the North Island."
        },
        {
          "word": "Wellington",
          "hint": "The capital of New Zealand, sits near the North Island’s southernmost point on the Cook Strait."
        },
        {
          "word": "Christchurch",
          "hint": "A city on the east coast of New Zealand's South Island, known for its English heritage."
        },
        {
          "word": "Port Moresby",
          "hint": "The capital and largest city of Papua New Guinea."
        },
        {
          "word": "Jerusalem",
          "hint": "A city in the Middle East, located on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea."
        },
        {
          "word": "Damascus",
          "hint": "The capital of Syria, it is also the country's largest city."
        },
        {
          "word": "Byblos",
          "hint": "The largest city in the Mount Lebanon Governorate of Lebanon. It is believed to have been first occupied between 8800 and 7000 BC and continuously inhabited since 5000 BC."
        },
        {
          "word": "Athens",
          "hint": "The capital of Greece, is one of the world's oldest cities, with a recorded history spanning over 3,400 years."
        },
        {
          "word": "Rome",
          "hint": "The capital city of Italy, is a sprawling, cosmopolitan city with nearly 3,000 years of globally influential art, architecture and culture on display."
        },
        {
          "word": "Istanbul",
          "hint": "A major city in Turkey that straddles Europe and Asia across the Bosphorus Strait."
        },
        {
          "word": "Varanasi",
          "hint": "A city on the Ganges river in northern India."
        },
        {
          "word": "Cusco",
          "hint": "A city in the Peruvian Andes, was once capital of the Inca Empire, and is now known for its archaeological remains and Spanish colonial architecture."
        },
        {
          "word": "Luxor",
          "hint": "A city on the east bank of the Nile River in southern Egypt."
        },
        {
          "word": "Gotham City",
          "hint": "A fictional city appearing in American comic books published by DC Comics, best known as the home of Batman."
        },
        {
          "word": "Metropolis",
          "hint": "A fictional city appearing in American comic books published by DC Comics, best known as the home of Superman."
        },
        {
          "word": "Emerald City",
          "hint": "The capital city of the fictional Land of Oz in L. Frank Baum's Oz books."
        },
        {
          "word": "King's Landing",
          "hint": "The capital, and largest city, of the Seven Kingdoms in Game of Thrones."
        },
        {
          "word": "Winterfell",
          "hint": "The ancestral castle and seat of power of House Stark in Game of Thrones."
        },
        {
          "word": "Hogwarts",
          "hint": "A fictional British boarding school of magic for students aged eleven to eighteen, and is the primary setting for the first six books in J. K. Rowling's Harry Potter series."
        },
        {
          "word": "Hogsmeade",
          "hint": "The only all-wizarding village in Britain. It was founded by medieval wizard Hengist of Woodcroft."
        },
        {
          "word": "The Shire",
          "hint": "A region of J. R. R. Tolkien's fictional Middle-earth, described in The Lord of the Rings and other works."
        },
        {
          "word": "Rivendell",
          "hint": "A valley in J. R. R. Tolkien's fictional world of Middle-earth."
        },
        {
          "word": "Eiffel Tower",
          "hint": "A wrought-iron lattice tower on the Champ de Mars in Paris, France."
        },
        {
          "word": "Great Wall of China",
          "hint": "A series of fortifications that were built across the historical northern borders of ancient Chinese states and Imperial China as protection against various nomadic groups from the Eurasian Steppe."
        },
        {
          "word": "Kremlin",
          "hint": "A fortified complex in the center of Moscow, overlooking the Moskva River to the south, Saint Basil's Cathedral and Red Square to the east, and the Alexander Garden to the west."
        },
        {
          "word": "Leaning Tower of Pisa",
          "hint": "The campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation."
        },
        {
          "word": "Great Pyramid of Giza",
          "hint": "The oldest and largest of the three pyramids in the Giza pyramid complex bordering present-day Giza in Greater Cairo, Egypt."
        },
        {
          "word": "Sydney Opera House",
          "hint": "A multi-venue performing arts centre at Sydney Harbour in Sydney, New South Wales, Australia."
        },
        {
          "word": "Statue of Liberty",
          "hint": "A colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, in the United States."
        },
        {
          "word": "Taj Mahal",
          "hint": "An ivory-white marble mausoleum on the south bank of the Yamuna river in the Indian city of Agra."
        },
        {
          "word": "Colosseum",
          "hint": "An oval amphitheatre in the centre of the city of Rome, Italy, just east of the Roman Forum."
        },
        {
          "word": "Machu Picchu",
          "hint": "A 15th-century Inca citadel, located in the Eastern Cordillera of southern Peru, on a 2,430-metre (7,970 ft) mountain ridge."
        },
        {
          "word": "Christ the Redeemer",
          "hint": "An Art Deco statue of Jesus Christ in Rio de Janeiro, Brazil, created by French sculptor Paul Landowski and built by Brazilian engineer Heitor da Silva Costa, in collaboration with French engineer Albert Caquot."
        },
        {
          "word": "Petra",
          "hint": "A historic and archaeological city in southern Jordan."
        }
      ]
    },
    {
      "categoryName": "Food and Cuisine",
      "description": "Dishes, ingredients, and cuisines from around the world.",
      "keywords": [
        {
          "word": "Pizza",
          "hint": "A popular dish of Italian origin, consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients."
        },
        {
          "word": "Sushi",
          "hint": "A Japanese dish of prepared vinegared rice, usually with some sugar and salt, accompanying a variety of ingredients, such as seafood, vegetables, and occasionally tropical fruits."
        },
        {
          "word": "Taco",
          "hint": "A traditional Mexican dish consisting of a small hand-sized corn or wheat tortilla topped with a filling."
        },
        {
          "word": "Hamburger",
          "hint": "A sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun."
        },
        {
          "word": "Pasta",
          "hint": "A staple food of traditional Italian cuisine, with the first reference dating to 1154 in Sicily."
        },
        {
          "word": "Croissant",
          "hint": "A buttery, flaky, viennoiserie pastry of Austrian origin, but mostly associated with France."
        },
        {
          "word": "Salad",
          "hint": "A dish consisting of a mixture of small pieces of food, usually vegetables or fruit."
        },
        {
          "word": "Chocolate",
          "hint": "A preparation of roasted and ground cacao seeds that is made in the form of a liquid, paste, or in a block, which may also be used as a flavoring ingredient in other foods."
        },
        {
          "word": "Coffee",
          "hint": "A brewed drink prepared from roasted coffee beans, the seeds of berries from certain Coffea species."
        },
        {
          "word": "Tea",
          "hint": "An aromatic beverage commonly prepared by pouring hot or boiling water over cured or fresh leaves of the Camellia sinensis, an evergreen shrub native to East Asia."
        },
        {
          "word": "Rice",
          "hint": "The seed of the grass species Oryza sativa (Asian rice) or less commonly Oryza glaberrima (African rice)."
        },
        {
          "word": "Bread",
          "hint": "A staple food prepared from a dough of flour and water, usually by baking."
        },
        {
          "word": "Cheese",
          "hint": "A dairy product derived from milk that is produced in a wide range of flavors, textures, and forms by coagulation of the milk protein casein."
        },
        {
          "word": "Apple",
          "hint": "A sweet, edible fruit produced by an apple tree (Malus domestica)."
        },
        {
          "word": "Banana",
          "hint": "An elongated, edible fruit – botanically a berry – produced by several kinds of large herbaceous flowering plants in the genus Musa."
        },
        {
          "word": "Strawberry",
          "hint": "A widely grown hybrid species of the genus Fragaria, collectively known as the strawberries, which are cultivated worldwide for their fruit."
        },
        {
          "word": "Orange",
          "hint": "The fruit of various citrus species in the family Rutaceae."
        },
        {
          "word": "Potato",
          "hint": "A starchy tuber of the plant Solanum tuberosum and is a root vegetable native to the Americas."
        },
        {
          "word": "Carrot",
          "hint": "A root vegetable, usually orange in color, though purple, black, red, white, and yellow cultivars exist."
        },
        {
          "word": "Broccoli",
          "hint": "An edible green plant in the cabbage family whose large flowering head, stalk and small associated leaves are eaten as a vegetable."
        },
        {
          "word": "Onion",
          "hint": "A vegetable that is the most widely cultivated species of the genus Allium."
        },
        {
          "word": "Garlic",
          "hint": "A species in the onion genus, Allium. Its close relatives include the onion, shallot, leek, chive, and Chinese onion."
        },
        {
          "word": "Tomato",
          "hint": "A red, edible fruit, botanically a berry, of the nightshade Solanum lycopersicum, commonly known as a tomato plant."
        },
        {
          "word": "Cucumber",
          "hint": "A widely cultivated plant in the gourd family, Cucurbitaceae."
        },
        {
          "word": "Lettuce",
          "hint": "An annual plant of the daisy family, Asteraceae. It is most often grown as a leaf vegetable, but sometimes for its stem and seeds."
        },
        {
          "word": "Bell Pepper",
          "hint": "A cultivar group of the species Capsicum annuum."
        },
        {
          "word": "Spinach",
          "hint": "A leafy green flowering plant native to central and western Asia."
        },
        {
          "word": "Kale",
          "hint": "A green, leafy, cruciferous vegetable that is rich in nutrients."
        },
        {
          "word": "Avocado",
          "hint": "A fruit of a tree, native to south central Mexico, classified as a member of the flowering plant family Lauraceae."
        },
        {
          "word": "Grape",
          "hint": "A fruit, botanically a berry, of the deciduous woody vines of the flowering plant genus Vitis."
        },
        {
          "word": "Watermelon",
          "hint": "A large fruit of a more or less spherical shape, with a green rind and a sweet, pink, watery pulp."
        },
        {
          "word": "Pineapple",
          "hint": "A tropical plant with an edible fruit and the most economically significant plant in the family Bromeliaceae."
        },
        {
          "word": "Mango",
          "hint": "A juicy stone fruit (drupe) from numerous species of tropical trees belonging to the flowering plant genus Mangifera, cultivated mostly for their edible fruit."
        },
        {
          "word": "Peach",
          "hint": "A deciduous tree native to the region of Northwest China between the Tarim Basin and the north slopes of the Kunlun Mountains, where it was first domesticated and cultivated."
        },
        {
          "word": "Pear",
          "hint": "A sweet, mild fruit, the flesh of which is eaten."
        },
        {
          "word": "Cherry",
          "hint": "The fruit of many plants of the genus Prunus, and is a fleshy drupe (stone fruit)."
        },
        {
          "word": "Italian Cuisine",
          "hint": "A Mediterranean cuisine consisting of the ingredients, recipes and cooking techniques developed across the Italian Peninsula since antiquity, and later spread around the world together with waves of Italian diaspora."
        },
        {
          "word": "Japanese Cuisine",
          "hint": "The regional and traditional foods of Japan, which have developed through centuries of social and economic changes."
        },
        {
          "word": "Indian Cuisine",
          "hint": "Consists of a variety of regional and traditional cuisines native to the Indian subcontinent."
        },
        {
          "word": "Chinese Cuisine",
          "hint": "An important part of Chinese culture and includes cuisines originating from the diverse regions of China as well as from Overseas Chinese who have settled in other parts of the world."
        },
        {
          "word": "Thai Cuisine",
          "hint": "The national cuisine of Thailand."
        },
        {
          "word": "Mexican Cuisine",
          "hint": "Consists of the cooking cuisines and traditions of the modern country of Mexico."
        },
        {
          "word": "French Cuisine",
          "hint": "Consists of the cooking traditions and practices from France."
        },
        {
          "word": "Spanish Cuisine",
          "hint": "Consists of the cooking traditions and practices from Spain."
        },
        {
          "word": "Greek Cuisine",
          "hint": "A Mediterranean cuisine."
        },
        {
          "word": "Lebanese Cuisine",
          "hint": "A culinary tradition that includes an abundance of whole grains, fruits, vegetables, starches, fresh fish and seafood."
        },
        {
          "word": "Turkish Cuisine",
          "hint": "A blend of Central Asian, Middle Eastern, Eastern European and Balkan cuisines."
        },
        {
          "word": "Vietnamese Cuisine",
          "hint": "Encompasses the foods and beverages of Vietnam, and features a combination of five fundamental tastes in overall meals."
        },
        {
          "word": "Korean Cuisine",
          "hint": "The customary cooking traditions and practices of the culinary arts of Korea."
        },
        {
          "word": "Brazilian Cuisine",
          "hint": "The set of cooking practices and traditions of Brazil, characterized by European, Amerindian, African, and most recently Asian (mostly Japanese) influences."
        },
        {
          "word": "Cake",
          "hint": "A form of sweet food made from flour, sugar, and other ingredients, that is usually baked."
        },
        {
          "word": "Pie",
          "hint": "A baked dish which is usually made of a pastry dough casing that covers or completely contains a filling of various sweet or savoury ingredients."
        },
        {
          "word": "Ice Cream",
          "hint": "A sweetened frozen food typically eaten as a snack or dessert."
        },
        {
          "word": "Cookies",
          "hint": "A baked or cooked food that is typically small, flat and sweet."
        },
        {
          "word": "Brownies",
          "hint": "A square or rectangular chocolate baked confection."
        },
        {
          "word": "Cheesecake",
          "hint": "A sweet dessert consisting of one or more layers."
        },
        {
          "word": "Doughnut",
          "hint": "A type of leavened fried dough."
        },
        {
          "word": "Cupcake",
          "hint": "A small cake designed to serve one person, which may be baked in a small thin paper or aluminum cup."
        },
        {
          "word": "Muffin",
          "hint": "An individual-sized, baked product. It can refer to two distinct items, a part-raised flatbread that is baked and then cooked on a griddle (typically unsweetened) and a cupcake-like quickbread (often sweetened)."
        },
        {
          "word": "Pudding",
          "hint": "A type of food that can be either a dessert or a savory (salty or spicy) dish that is part of the main meal."
        },
        {
          "word": "Tiramisu",
          "hint": "A coffee-flavoured Italian dessert."
        },
        {
          "word": "Gelato",
          "hint": "The Italian word for ice cream."
        },
        {
          "word": "Macaron",
          "hint": "A sweet meringue-based confection made with egg white, icing sugar, granulated sugar, almond meal, and food colouring."
        },
        {
          "word": "Cinnamon",
          "hint": "A spice obtained from the inner bark of several tree species from the genus Cinnamomum."
        },
        {
          "word": "Nutmeg",
          "hint": "The seed or ground spice of several species of the genus Myristica."
        },
        {
          "word": "Cloves",
          "hint": "The aromatic flower buds of a tree in the family Myrtaceae, Syzygium aromaticum."
        },
        {
          "word": "Ginger",
          "hint": "A flowering plant whose rhizome, ginger root or ginger, is widely used as a spice and a folk medicine."
        },
        {
          "word": "Turmeric",
          "hint": "A flowering plant, Curcuma longa of the ginger family, Zingiberaceae, the roots of which are used in cooking."
        },
        {
          "word": "Paprika",
          "hint": "A ground spice made from dried red fruits of the larger and sweeter varieties of the plant Capsicum annuum, called bell pepper or sweet pepper."
        },
        {
          "word": "Cayenne Pepper",
          "hint": "A type of Capsicum annuum. It is usually a moderately hot chili pepper used to flavor dishes."
        },
        {
          "word": "Cumin",
          "hint": "A flowering plant in the family Apiaceae, native to a territory including the Middle East and stretching east to India."
        },
        {
          "word": "Coriander",
          "hint": "An annual herb in the family Apiaceae."
        },
        {
          "word": "Basil",
          "hint": "A culinary herb of the family Lamiaceae (mints)."
        },
        {
          "word": "Oregano",
          "hint": "A species of flowering plant in the mint family Lamiaceae."
        },
        {
          "word": "Rosemary",
          "hint": "A shrub with fragrant, evergreen, needle-like leaves and white, pink, purple, or blue flowers, native to the Mediterranean region."
        },
        {
          "word": "Thyme",
          "hint": "An aromatic perennial evergreen herb with culinary, medicinal, and ornamental uses."
        },
        {
          "word": "Parsley",
          "hint": "A species of flowering plant in the family Apiaceae that is native to the central and eastern Mediterranean region."
        },
        {
          "word": "Dill",
          "hint": "An annual herb in the celery family Apiaceae. It is the sole species in the genus Anethum."
        },
        {
          "word": "Sage",
          "hint": "A perennial, evergreen subshrub, with woody stems, grayish leaves, and blue to purplish flowers."
        },
        {
          "word": "Cheddar",
          "hint": "A relatively hard, off-white (or orange if spices such as annatto are added), sometimes sharp-tasting, natural cheese."
        },
        {
          "word": "Mozzarella",
          "hint": "A traditionally southern Italian cheese made from Italian buffalo's milk by the pasta filata method."
        },
        {
          "word": "Parmesan",
          "hint": "An Italian hard, granular cheese produced from cow's milk and aged at least 12 months."
        },
        {
          "word": "Brie",
          "hint": "A soft cow's-milk cheese named after Brie, the French region from which it originated."
        },
        {
          "word": "Gouda",
          "hint": "A mild, yellow Dutch cheese made from cow's milk."
        },
        {
          "word": "Feta",
          "hint": "A brined curd white cheese made in Greece from sheep's milk or from a mixture of sheep and goat's milk."
        },
        {
          "word": "Gorgonzola",
          "hint": "A veined Italian blue cheese, made from unskimmed cow's milk."
        },
        {
          "word": "Roquefort",
          "hint": "A sheep milk cheese from Southern France."
        },
        {
          "word": "Stilton",
          "hint": "An English cheese, produced in two varieties: blue, which has had Penicillium roqueforti added to generate a characteristic smell and taste, and white, which has not."
        },
        {
          "word": "Bake",
          "hint": "To cook uncovered by dry heat, usually in an oven or oven-like appliance."
        },
        {
          "word": "Baste",
          "hint": "To moisten foods with pan drippings or sauces during cooking to add flavor and prevent drying."
        },
        {
          "word": "Batter",
          "hint": "A mixture of flour and liquid that is thin enough to pour."
        },
        {
          "word": "Caramelize",
          "hint": "A cooking technique where sugar is heated until it melts and turns into a golden-brown liquid."
        },
        {
          "word": "Chop",
          "hint": "To cut food into small, irregular pieces."
        },
        {
          "word": "Core",
          "hint": "To remove the central part of a fruit."
        },
        {
          "word": "Cube",
          "hint": "To cut food into small cubes."
        }
      ]
    },
    {
      "categoryName": "Technology and Gadgets",
      "description": "Electronic devices and technological innovations.",
      "keywords": [
        {
          "word": "Smartphone",
          "hint": "A mobile phone that performs many of the functions of a computer, typically having a touchscreen interface, internet access, and an operating system capable of running downloaded apps."
        },
        {
          "word": "Laptop",
          "hint": "A portable computer, usually battery-powered, small enough to rest on the user's lap and having a screen that closes over the keyboard like a lid."
        },
        {
          "word": "Television",
          "hint": "A system for transmitting visual images and sound that are reproduced on screens, chiefly used to broadcast programs for entertainment, information, and education."
        },
        {
          "word": "Microwave Oven",
          "hint": "An electric oven that heats and cooks food by exposing it to electromagnetic radiation in the microwave frequency range."
        },
        {
          "word": "Digital Camera",
          "hint": "A camera that captures photographs in digital memory."
        },
        {
          "word": "GPS",
          "hint": "A global navigation satellite system that provides geolocation and time information to a GPS receiver anywhere on or near the Earth where there is an unobstructed line of sight to four or more GPS satellites."
        },
        {
          "word": "Bluetooth",
          "hint": "A short-range wireless technology standard that is used for exchanging data between fixed and mobile devices over short distances using UHF radio waves in the ISM bands, from 2.402 GHz to 2.480 GHz, and building personal area networks (PANs)."
        },
        {
          "word": "Wi-Fi",
          "hint": "A family of wireless network protocols, based on the IEEE 802.11 family of standards, which are commonly used for local area networking of devices and Internet access."
        },
        {
          "word": "USB Flash Drive",
          "hint": "A data storage device that includes flash memory with an integrated USB interface."
        },
        {
          "word": "Drone",
          "hint": "An unmanned aerial vehicle (UAV)."
        },
        {
          "word": "3D Printer",
          "hint": "A machine allowing the creation of a physical object from a three-dimensional digital model, typically by laying down many thin layers of a material in succession."
        },
        {
          "word": "Virtual Reality (VR) Headset",
          "hint": "A head-mounted device that provides virtual reality for the wearer."
        },
        {
          "word": "Smartwatch",
          "hint": "A computerized wristwatch with functionality that is enhanced beyond timekeeping."
        },
        {
          "word": "E-reader",
          "hint": "A mobile electronic device that is designed primarily for the purpose of reading digital e-books and periodicals."
        },
        {
          "word": "Gaming Console",
          "hint": "A standardized computing device tailored for video gaming that requires a monitor or television set as an output."
        },
        {
          "word": "Computer Mouse",
          "hint": "A hand-held pointing device that detects two-dimensional motion relative to a surface."
        },
        {
          "word": "Keyboard",
          "hint": "A typewriter-style device which uses an arrangement of buttons or keys to act as mechanical levers or electronic switches."
        },
        {
          "word": "Printer",
          "hint": "A peripheral machine which makes a persistent representation of graphics or text, usually on paper."
        },
        {
          "word": "Scanner",
          "hint": "A device that optically scans images, printed text, handwriting or an object and converts it to a digital image."
        },
        {
          "word": "Webcam",
          "hint": "A video camera that feeds or streams its image in real time to or through a computer to a computer network."
        },
        {
          "word": "Telephone",
          "hint": "A telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly."
        },
        {
          "word": "Light Bulb",
          "hint": "An electric light with a wire filament heated until it glows."
        },
        {
          "word": "Phonograph",
          "hint": "A device for the mechanical recording and reproduction of sound."
        },
        {
          "word": "Radio",
          "hint": "The technology of signaling and communicating using radio waves."
        },
        {
          "word": "Computer",
          "hint": "A machine that can be instructed to carry out sequences of arithmetic or logical operations automatically via computer programming."
        },
        {
          "word": "Internet",
          "hint": "The global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices."
        },
        {
          "word": "Printing Press",
          "hint": "A device for applying pressure to an inked surface resting upon a print medium (such as paper or cloth), thereby transferring the ink."
        },
        {
          "word": "Compass",
          "hint": "A magnetometer used for navigation and orientation that shows direction relative to the geographic cardinal directions (or points)."
        },
        {
          "word": "Wheel",
          "hint": "A circular object that revolves on an axle and is fixed below a vehicle or other object to enable it to move easily over the ground."
        },
        {
          "word": "Nail",
          "hint": "A small metal spike with a broadened flat head, driven typically into wood with a hammer to join things together or to serve as a hook."
        },
        {
          "word": "Clock",
          "hint": "An instrument to measure, keep, and indicate time."
        },
        {
          "word": "Gunpowder",
          "hint": "The earliest known chemical explosive."
        },
        {
          "word": "Paper",
          "hint": "A thin sheet material produced by mechanically or chemically processing cellulose fibres derived from wood, rags, grasses or other vegetable sources in water, draining the water through fine mesh leaving the fibre evenly distributed on the surface, followed by pressing and drying."
        },
        {
          "word": "GPS",
          "hint": "A global navigation satellite system that provides geolocation and time information to a GPS receiver anywhere on or near the Earth where there is an unobstructed line of sight to four or more GPS satellites."
        },
        {
          "word": "Smartphone",
          "hint": "A mobile phone that can compute, as well as make telephone calls."
        },
        {
          "word": "Penicillin",
          "hint": "A group of antibiotics which include penicillin G (intravenous use), penicillin V (use by mouth), procaine penicillin, and benzathine penicillin (intramuscular use)."
        },
        {
          "word": "Nuclear Reactor",
          "hint": "A device used to initiate and control a self-sustained nuclear chain reaction."
        },
        {
          "word": "Transistor",
          "hint": "A semiconductor device used to amplify or switch electronic signals and electrical power."
        },
        {
          "word": "Laser",
          "hint": "A device that emits light through a process of optical amplification based on the stimulated emission of electromagnetic radiation."
        },
        {
          "word": "Fiber Optics",
          "hint": "The technology associated with data transmission using light pulses travelling along with a long fiber which is usually made of plastic or glass."
        },
        {
          "word": "Microscope",
          "hint": "An instrument used to see objects that are too small to be seen by the naked eye."
        },
        {
          "word": "Telescope",
          "hint": "An optical instrument using lenses or mirrors and often both to make distant objects appear nearer."
        },
        {
          "word": "Refrigerator",
          "hint": "An appliance or compartment which is artificially kept cool and used to store food and drink."
        },
        {
          "word": "Washing Machine",
          "hint": "A machine used to wash laundry, such as clothing and sheets."
        },
        {
          "word": "Dryer",
          "hint": "A machine or device for drying something, especially the hair or laundry."
        },
        {
          "word": "Dishwasher",
          "hint": "A machine for washing dishes automatically."
        },
        {
          "word": "Oven",
          "hint": "An enclosed compartment, as in a kitchen range, for cooking and heating food."
        },
        {
          "word": "Stove",
          "hint": "An apparatus for cooking or heating that operates by burning fuel or using electricity."
        },
        {
          "word": "Vacuum Cleaner",
          "hint": "An electrical apparatus that by means of suction collects dust and small particles from floors and other surfaces."
        },
        {
          "word": "Air Conditioner",
          "hint": "A system for cooling and dehumidifying the air in a building."
        },
        {
          "word": "Fan",
          "hint": "A device with rotating blades that creates a current of air for cooling or ventilation."
        },
        {
          "word": "Space Heater",
          "hint": "A self-contained appliance for heating an enclosed area."
        },
        {
          "word": "Tablet",
          "hint": "A wireless, portable personal computer with a touchscreen interface."
        },
        {
          "word": "E-reader",
          "hint": "A mobile electronic device that is designed primarily for the purpose of reading digital e-books and periodicals."
        },
        {
          "word": "Digital Camera",
          "hint": "A camera that captures photographs in digital memory."
        },
        {
          "word": "Camcorder",
          "hint": "An electronic device originally combining a video camera and a videocassette recorder."
        },
        {
          "word": "MP3 Player",
          "hint": "A portable consumer electronics device that allows you to store and play music files in MP3 format."
        },
        {
          "word": "Portable Gaming Console",
          "hint": "A small, portable self-contained video game console with a built-in screen, game controls, and speakers."
        },
        {
          "word": "Headphones",
          "hint": "A pair of small loudspeaker drivers worn on or around the head over a user's ears."
        },
        {
          "word": "Earbuds",
          "hint": "A pair of small headphones that are placed in the outer ear."
        },
        {
          "word": "Smartwatch",
          "hint": "A computerized wristwatch with functionality that is enhanced beyond timekeeping."
        },
        {
          "word": "Fitness Tracker",
          "hint": "A device or application for monitoring and tracking fitness-related metrics such as distance walked or run, calorie consumption, and in some cases heartbeat."
        },
        {
          "word": "Central Processing Unit (CPU)",
          "hint": "The electronic circuitry within a computer that executes instructions that make up a computer program."
        },
        {
          "word": "Random-Access Memory (RAM)",
          "hint": "A form of computer memory that can be read and changed in any order, typically used to store working data and machine code."
        },
        {
          "word": "Motherboard",
          "hint": "The main printed circuit board (PCB) in general-purpose computers and other expandable systems."
        },
        {
          "word": "Hard Disk Drive (HDD)",
          "hint": "An electro-mechanical data storage device that stores and retrieves digital data using magnetic storage and one or more rigid rapidly rotating platters coated with magnetic material."
        },
        {
          "word": "Solid-State Drive (SSD)",
          "hint": "A solid-state storage device that uses integrated circuit assemblies to store data persistently, typically using flash memory."
        },
        {
          "word": "Graphics Processing Unit (GPU)",
          "hint": "A specialized electronic circuit designed to rapidly manipulate and alter memory to accelerate the creation of images in a frame buffer intended for output to a display device."
        },
        {
          "word": "Power Supply Unit (PSU)",
          "hint": "A component that supplies power to at least one electric load."
        },
        {
          "word": "Monitor",
          "hint": "An electronic visual display for computers."
        },
        {
          "word": "Keyboard",
          "hint": "A typewriter-style device which uses an arrangement of buttons or keys to act as mechanical levers or electronic switches."
        },
        {
          "word": "Mouse",
          "hint": "A hand-held pointing device that detects two-dimensional motion relative to a surface."
        },
        {
          "word": "Fire",
          "hint": "The rapid oxidation of a material in the exothermic chemical process of combustion, releasing heat, light, and various reaction products."
        },
        {
          "word": "Irrigation",
          "hint": "The artificial process of applying controlled amounts of water to land to assist in production of crops."
        },
        {
          "word": "Sailing",
          "hint": "The propulsion of a vehicle and the control of its movement with large foils called sails."
        },
        {
          "word": "Iron",
          "hint": "A chemical element with symbol Fe and atomic number 26."
        },
        {
          "word": "Windmill",
          "hint": "A structure that converts wind power into rotational energy by means of vanes called sails or blades."
        }
      ]
    },
    {
      "categoryName": "Fictional Characters",
      "description": "Characters from movies, books, comics, and video games.",
      "keywords": [
        {
          "word": "Sherlock Holmes",
          "hint": "A famous detective known for his brilliant deductive reasoning."
        },
        {
          "word": "Darth Vader",
          "hint": "A powerful Sith Lord in the Star Wars universe."
        },
        {
          "word": "Harry Potter",
          "hint": "A young wizard who discovers his magical heritage on his eleventh birthday."
        },
        {
          "word": "Superman",
          "hint": "A superhero from the planet Krypton who is known for his superhuman strength and ability to fly."
        },
        {
          "word": "Batman",
          "hint": "A superhero who fights crime in Gotham City, known for his bat-like costume and gadgets."
        },
        {
          "word": "Wonder Woman",
          "hint": "An Amazonian princess and superhero, known for her superhuman strength, speed, and agility."
        },
        {
          "word": "Spider-Man",
          "hint": "A superhero with spider-like abilities, including the ability to cling to surfaces and shoot webs from his wrists."
        },
        {
          "word": "Captain America",
          "hint": "A patriotic superhero who was enhanced to the peak of human perfection by an experimental serum."
        },
        {
          "word": "Iron Man",
          "hint": "A superhero who wears a suit of powered armor, which he designed and built himself."
        },
        {
          "word": "The Hulk",
          "hint": "A superhero who transforms into a giant, green-skinned, muscular humanoid with superhuman strength when he is angry or stressed."
        },
        {
          "word": "James Bond",
          "hint": "A British secret agent, code number 007, who is known for his charm, wit, and skill in espionage."
        },
        {
          "word": "Indiana Jones",
          "hint": "An archaeologist and adventurer who is known for his fear of snakes and his trusty bullwhip."
        },
        {
          "word": "Luke Skywalker",
          "hint": "A Jedi Knight who is the hero of the original Star Wars trilogy."
        },
        {
          "word": "Princess Leia",
          "hint": "A princess of the planet Alderaan, a member of the Imperial Senate, a general in the Rebel Alliance, and a founding member of the Resistance."
        },
        {
          "word": "Han Solo",
          "hint": "A smuggler, scoundrel, and hero of the Rebel Alliance, known for his spaceship, the Millennium Falcon."
        },
        {
          "word": "Gandalf",
          "hint": "A wizard who is a central character in J.R.R. Tolkien's The Hobbit and The Lord of the Rings."
        },
        {
          "word": "Frodo Baggins",
          "hint": "A hobbit who is the main protagonist of J.R.R. Tolkien's The Lord of the Rings."
        },
        {
          "word": "Aragorn",
          "hint": "A ranger of the North, first introduced with the name Strider, and later revealed to be the heir of Isildur, King of Gondor."
        },
        {
          "word": "Katniss Everdeen",
          "hint": "The protagonist of The Hunger Games trilogy, known for her skill in archery and her defiance of the Capitol."
        },
        {
          "word": "Hermione Granger",
          "hint": "A brilliant witch and one of Harry Potter's best friends."
        },
        {
          "word": "Ron Weasley",
          "hint": "A pure-blood wizard and one of Harry Potter's best friends."
        },
        {
          "word": "Wolverine",
          "hint": "A mutant who possesses animal-keen senses, enhanced physical capabilities, a powerful regenerative ability known as a healing factor, and three retractable claws in each hand."
        },
        {
          "word": "Thor",
          "hint": "The Asgardian god of thunder, who wields an enchanted hammer, Mjolnir."
        },
        {
          "word": "Black Widow",
          "hint": "A highly trained spy and martial artist."
        },
        {
          "word": "Hawkeye",
          "hint": "A master archer and marksman."
        },
        {
          "word": "The Flash",
          "hint": "A superhero who possesses superhuman speed."
        },
        {
          "word": "Green Lantern",
          "hint": "A superhero who is a member of an intergalactic police force called the Green Lantern Corps."
        },
        {
          "word": "Aquaman",
          "hint": "The king of the undersea nation of Atlantis."
        },
        {
          "word": "Catwoman",
          "hint": "A skilled thief and burglar in Gotham City."
        },
        {
          "word": "The Joker",
          "hint": "A supervillain and the archenemy of Batman."
        },
        {
          "word": "Lex Luthor",
          "hint": "A brilliant scientist, and the archenemy of Superman."
        },
        {
          "word": "Doctor Doom",
          "hint": "A supervillain and the archenemy of the Fantastic Four."
        },
        {
          "word": "Magneto",
          "hint": "A powerful mutant with the ability to generate and control magnetic fields."
        },
        {
          "word": "Green Goblin",
          "hint": "A supervillain and the archenemy of Spider-Man."
        },
        {
          "word": "Venom",
          "hint": "A sentient alien symbiote with an amorphous, liquid-like form, who requires a host, usually human, to bond with for its survival."
        },
        {
          "word": "Mario",
          "hint": "A fictional character in the Mario video game franchise, owned by Nintendo and created by Japanese video game designer Shigeru Miyamoto."
        },
        {
          "word": "Luigi",
          "hint": "A fictional character featured in video games and related media released by Nintendo. Created by Japanese video game designer Shigeru Miyamoto, he is the younger fraternal twin brother and sidekick of Mario."
        },
        {
          "word": "Princess Peach",
          "hint": "A fictional character in Nintendo's Mario franchise. Originally created by Shigeru Miyamoto, she is the princess of the fictional Mushroom Kingdom, which is constantly under attack by Bowser."
        },
        {
          "word": "Bowser",
          "hint": "A fictional character and the main antagonist of Nintendo's Mario franchise."
        },
        {
          "word": "Yoshi",
          "hint": "A fictional anthropomorphic dinosaur who appears in video games published by Nintendo."
        },
        {
          "word": "Donkey Kong",
          "hint": "A fictional gorilla appearing in the Donkey Kong and Mario video game franchises."
        },
        {
          "word": "Link",
          "hint": "The main protagonist of Nintendo's video game series The Legend of Zelda."
        },
        {
          "word": "Princess Zelda",
          "hint": "The titular character in Nintendo's The Legend of Zelda video game series."
        },
        {
          "word": "Ganondorf",
          "hint": "The main antagonist of Nintendo's The Legend of Zelda video game series."
        },
        {
          "word": "Samus Aran",
          "hint": "The protagonist of the Metroid science fiction action-adventure game series by Nintendo."
        },
        {
          "word": "Kirby",
          "hint": "The titular protagonist of the Kirby series of video games owned by Nintendo and HAL Laboratory."
        },
        {
          "word": "Pikachu",
          "hint": "A fictional species in the Pokémon media franchise."
        },
        {
          "word": "Sonic the Hedgehog",
          "hint": "The title character and protagonist of the Sonic the Hedgehog series published by Sega."
        },
        {
          "word": "Crash Bandicoot",
          "hint": "The title character and main protagonist of the Crash Bandicoot series."
        },
        {
          "word": "Lara Croft",
          "hint": "A fictional character and the main protagonist of the video game franchise Tomb Raider."
        },
        {
          "word": "Master Chief",
          "hint": "A fictional character and the protagonist in the Halo multimedia franchise."
        },
        {
          "word": "Kratos",
          "hint": "A fictional character and protagonist of Santa Monica Studio's God of War series, which is based on Greek mythology."
        },
        {
          "word": "Solid Snake",
          "hint": "A fictional character from the Metal Gear series created by Hideo Kojima and developed and published by Konami."
        },
        {
          "word": "Mickey Mouse",
          "hint": "An animated character created by Walt Disney and Ub Iwerks in 1928."
        },
        {
          "word": "Bugs Bunny",
          "hint": "An animated cartoon character, created in the late 1930s by Leon Schlesinger Productions (later Warner Bros. Cartoons) and voiced originally by Mel Blanc."
        },
        {
          "word": "Homer Simpson",
          "hint": "The protagonist of the American animated sitcom The Simpsons."
        },
        {
          "word": "SpongeBob SquarePants",
          "hint": "The title character and protagonist of the American animated television series of the same name."
        },
        {
          "word": "Scooby-Doo",
          "hint": "The titular character and protagonist of the American animated television franchise of the same name."
        },
        {
          "word": "Tom Cat",
          "hint": "A fictional character and one of the two titular main protagonists in Metro-Goldwyn-Mayer's series of Tom and Jerry theatrical animated short films."
        },
        {
          "word": "Jerry Mouse",
          "hint": "A fictional character and one of the two titular main protagonists in Metro-Goldwyn-Mayer's series of Tom and Jerry theatrical animated short films."
        },
        {
          "word": "Daffy Duck",
          "hint": "An animated cartoon character created by Warner Bros."
        },
        {
          "word": "Porky Pig",
          "hint": "An animated character in the Warner Bros. Looney Tunes and Merrie Melodies series of cartoons."
        },
        {
          "word": "Winnie the Pooh",
          "hint": "A fictional anthropomorphic teddy bear created by English author A. A. Milne."
        },
        {
          "word": "Jay Gatsby",
          "hint": "The title character of the 1925 novel The Great Gatsby by F. Scott Fitzgerald."
        },
        {
          "word": "Holden Caulfield",
          "hint": "The protagonist and narrator of J. D. Salinger's 1951 novel The Catcher in the Rye."
        },
        {
          "word": "Atticus Finch",
          "hint": "A fictional character in Harper Lee's Pulitzer Prize-winning novel of 1960, To Kill a Mockingbird."
        },
        {
          "word": "Elizabeth Bennet",
          "hint": "The protagonist in the 1813 novel Pride and Prejudice by Jane Austen."
        },
        {
          "word": "Captain Ahab",
          "hint": "A fictional character and one of the two main protagonists in Herman Melville's Moby-Dick (1851)."
        },
        {
          "word": "Ebenezer Scrooge",
          "hint": "The protagonist of Charles Dickens' 1843 novella A Christmas Carol."
        },
        {
          "word": "Frankenstein's monster",
          "hint": "A fictional character who first appeared in Mary Shelley's 1818 novel Frankenstein; or, The Modern Prometheus."
        },
        {
          "word": "Dracula",
          "hint": "The title character of Bram Stoker's 1897 gothic horror novel Dracula."
        },
        {
          "word": "Alice",
          "hint": "The protagonist of Lewis Carroll's 1865 children's novel Alice's Adventures in Wonderland."
        },
        {
          "word": "Indiana Jones",
          "hint": "The title character and protagonist of the Indiana Jones franchise."
        },
        {
          "word": "James Bond",
          "hint": "A fictional British Secret Service agent created in 1953 by writer Ian Fleming, who featured him in twelve novels and two short-story collections."
        },
        {
          "word": "Rocky Balboa",
          "hint": "The title character of the Rocky series."
        },
        {
          "word": "Ellen Ripley",
          "hint": "The protagonist of the Alien film series."
        },
        {
          "word": "Clarice Starling",
          "hint": "A fictional character and the protagonist of the 1988 novel The Silence of the Lambs by Thomas Harris, as well as its 1999 sequel, Hannibal."
        },
        {
          "word": "Forrest Gump",
          "hint": "The protagonist of the 1986 novel by Winston Groom, Robert Zemeckis' 1994 film of the same name, and Gump and Co., the 1995 sequel novel."
        },
        {
          "word": "The Terminator",
          "hint": "A fictional character from the Terminator franchise."
        },
        {
          "word": "Vito Corleone",
          "hint": "A fictional character in Mario Puzo's 1969 novel The Godfather and in the first two of Francis Ford Coppola's film trilogy."
        },
        {
          "word": "Travis Bickle",
          "hint": "The protagonist of the 1976 film Taxi Driver."
        }
      ]
    },
    {
      "categoryName": "Everyday Objects",
      "description": "Common items found in a household.",
      "keywords": [
        {
          "word": "Key",
          "hint": "A small piece of shaped metal with incisions cut to fit the wards of a particular lock, which is inserted into a lock and turned to open or close it."
        },
        {
          "word": "Wallet",
          "hint": "A small, flat case for holding money, credit cards, and other personal items."
        },
        {
          "word": "Umbrella",
          "hint": "A device consisting of a circular canopy of cloth on a folding metal frame supported by a central rod, used as protection against rain or sometimes sun."
        },
        {
          "word": "Scissors",
          "hint": "An instrument used for cutting cloth, paper, and other thin material, consisting of two blades laid one on top of the other and fastened in the middle so as to allow them to be opened and closed by a thumb and finger inserted through rings on the end of their handles."
        },
        {
          "word": "Spoon",
          "hint": "An implement consisting of a small shallow bowl, oval or round, at the end of a handle, used for eating, stirring, and serving food."
        },
        {
          "word": "Fork",
          "hint": "A utensil, usually having two or more prongs, used for lifting food to the mouth or holding it when cutting."
        },
        {
          "word": "Knife",
          "hint": "An instrument with a sharp blade and a handle, used for cutting."
        },
        {
          "word": "Plate",
          "hint": "A flat dish, typically circular and made of china, from which food is eaten or served."
        },
        {
          "word": "Bowl",
          "hint": "A round, deep dish or basin used for food or liquid."
        },
        {
          "word": "Cup",
          "hint": "A small bowl-shaped container for drinking from, typically having a handle."
        },
        {
          "word": "Toothbrush",
          "hint": "A small brush with a long handle, used for cleaning the teeth."
        },
        {
          "word": "Toothpaste",
          "hint": "A paste or gel dentifrice used with a toothbrush to clean and maintain the aesthetics and health of teeth."
        },
        {
          "word": "Soap",
          "hint": "A substance used with water for washing and cleaning, made of a compound of natural oils or fats with sodium hydroxide or another strong alkali, and typically having perfume and coloring added."
        },
        {
          "word": "Shampoo",
          "hint": "A liquid preparation containing soap or detergent, used for washing the hair."
        },
        {
          "word": "Towel",
          "hint": "A piece of thick absorbent cloth or paper used for drying oneself or wiping things dry."
        },
        {
          "word": "Bed",
          "hint": "A piece of furniture used for sleep or rest."
        },
        {
          "word": "Pillow",
          "hint": "A rectangular cloth bag stuffed with feathers, foam rubber, or other soft materials, used to support the head when lying down."
        },
        {
          "word": "Blanket",
          "hint": "A large piece of woolen or similar material used as a covering on a bed or elsewhere for warmth."
        },
        {
          "word": "Chair",
          "hint": "A separate seat for one person, typically with a back and four legs."
        },
        {
          "word": "Table",
          "hint": "A piece of furniture with a flat top and one or more legs, providing a level surface on which objects may be placed, and that can be used for eating, writing, or working."
        },
        {
          "word": "Lamp",
          "hint": "A device for giving light, either one consisting of an electric bulb together with its holder and shade or cover, or one burning gas or oil and consisting of a wick or mantle and a glass chimney."
        },
        {
          "word": "Cutting Board",
          "hint": "A durable board on which to place material for cutting."
        },
        {
          "word": "Colander",
          "hint": "A kitchen utensil used to strain foods such as pasta or to rinse vegetables."
        },
        {
          "word": "Whisk",
          "hint": "A cooking utensil which can be used to blend ingredients smooth and to incorporate air into a mixture, in a process known as whisking or whipping."
        },
        {
          "word": "Spatula",
          "hint": "A small implement with a broad, flat, blunt blade, used for mixing, spreading, and lifting."
        },
        {
          "word": "Ladle",
          "hint": "A large long-handled spoon with a cup-shaped bowl, used for serving soup, stew, or sauce."
        },
        {
          "word": "Measuring Cups",
          "hint": "A cup marked in graded amounts, used for measuring ingredients in cooking."
        },
        {
          "word": "Measuring Spoons",
          "hint": "A spoon used to measure an amount of an ingredient, either liquid or dry, when cooking."
        },
        {
          "word": "Can Opener",
          "hint": "A device for opening tin cans."
        },
        {
          "word": "Bottle Opener",
          "hint": "A device for opening metal bottle caps."
        },
        {
          "word": "Vegetable Peeler",
          "hint": "A kitchen tool consisting of a slotted metal blade attached to a handle that is used to remove the outer skin or peel of certain vegetables, often potatoes and carrots, and fruits such as apples and pears."
        },
        {
          "word": "Grater",
          "hint": "A kitchen utensil used to grate foods into fine pieces."
        },
        {
          "word": "Blender",
          "hint": "A kitchen and laboratory appliance used to mix, purée, or emulsify food and other substances."
        },
        {
          "word": "Toaster",
          "hint": "An electric appliance that toasts bread slices."
        },
        {
          "word": "Coffee Maker",
          "hint": "An electric appliance that brews coffee."
        },
        {
          "word": "Hammer",
          "hint": "A tool consisting of a weighted 'head' fixed to a long handle that is swung to deliver an impact to a small area of an object."
        },
        {
          "word": "Screwdriver",
          "hint": "A tool, manual or powered, used for screwing and unscrewing (inserting and removing) screws."
        },
        {
          "word": "Pliers",
          "hint": "A hand tool used to hold objects firmly, for bending, or physical compression."
        },
        {
          "word": "Wrench",
          "hint": "A tool used to provide grip and mechanical advantage in applying torque to turn objects—usually rotary fasteners, such as nuts and bolts—or keep them from turning."
        },
        {
          "word": "Tape Measure",
          "hint": "A flexible ruler used to measure size or distance."
        },
        {
          "word": "Level",
          "hint": "An instrument designed to indicate whether a surface is horizontal (level) or vertical (plumb)."
        },
        {
          "word": "Utility Knife",
          "hint": "A knife with a small sharp blade, often retractable, designed to cut wood, cardboard, and other materials."
        },
        {
          "word": "Flashlight",
          "hint": "A portable hand-held electric light."
        },
        {
          "word": "Duct Tape",
          "hint": "A cloth- or scrim-backed pressure-sensitive tape, often coated with polyethylene."
        },
        {
          "word": "Sofa",
          "hint": "A long upholstered seat with a back and arms, for two or more people."
        },
        {
          "word": "Bed",
          "hint": "A piece of furniture used for sleep or rest."
        },
        {
          "word": "Table",
          "hint": "A piece of furniture with a flat top and one or more legs, providing a level surface on which objects may be placed, and that can be used for eating, writing, or working."
        },
        {
          "word": "Chair",
          "hint": "A separate seat for one person, typically with a back and four legs."
        },
        {
          "word": "Desk",
          "hint": "A piece of furniture with a flat table-style work surface used in a school, office, home or the like for academic, professional or domestic activities such as reading, writing, or using equipment such as a computer."
        },
        {
          "word": "Bookshelf",
          "hint": "A shelf on which books can be stored."
        },
        {
          "word": "Dresser",
          "hint": "A piece of furniture with drawers for storing clothes."
        },
        {
          "word": "Cabinet",
          "hint": "A piece of furniture with doors and shelves or drawers, used for storing or displaying articles."
        },
        {
          "word": "Ottoman",
          "hint": "A low upholstered seat without a back or arms."
        },
        {
          "word": "Nightstand",
          "hint": "A small table or cabinet designed to stand beside a bed or sofa."
        },
        {
          "word": "T-shirt",
          "hint": "A style of fabric shirt named after the T shape of its body and sleeves."
        },
        {
          "word": "Jeans",
          "hint": "A type of pants or trousers, typically made from denim or dungaree cloth."
        },
        {
          "word": "Dress",
          "hint": "A garment traditionally worn by women or girls consisting of a skirt with an attached bodice (or a matching bodice giving the effect of a one-piece garment)."
        },
        {
          "word": "Skirt",
          "hint": "The lower part of a dress or gown, covering the person from the waist downwards, or a separate outer garment serving this purpose."
        },
        {
          "word": "Sweater",
          "hint": "A piece of clothing, typically with long sleeves, made of knitted or crocheted material, that covers the upper part of the body."
        },
        {
          "word": "Jacket",
          "hint": "A mid-stomach–length garment for the upper body."
        },
        {
          "word": "Coat",
          "hint": "A garment worn on the upper body by either sex, for warmth or fashion."
        },
        {
          "word": "Socks",
          "hint": "A piece of clothing worn on the feet and often covering the ankle or some part of the calf."
        },
        {
          "word": "Shoes",
          "hint": "A piece of footwear intended to protect and comfort the human foot."
        },
        {
          "word": "Hat",
          "hint": "A head covering which is worn for various reasons, including protection against weather conditions, ceremonial reasons such as university graduation, religious reasons, safety, or as a fashion accessory."
        },
        {
          "word": "Pen",
          "hint": "A common writing instrument that applies ink to a surface, usually paper, for writing or drawing."
        },
        {
          "word": "Pencil",
          "hint": "A writing utensil with a solid pigment core encased in a protective outer casing."
        },
        {
          "word": "Paper",
          "hint": "A thin sheet material produced by mechanically or chemically processing cellulose fibres derived from wood, rags, grasses or other vegetable sources in water, draining the water through fine mesh leaving the fibre evenly distributed on the surface, followed by pressing and drying."
        },
        {
          "word": "Notebook",
          "hint": "A book or stack of paper pages that are often ruled and used for purposes such as recording notes or memoranda, other writing, drawing or scrapbooking."
        },
        {
          "word": "Stapler",
          "hint": "A mechanical device that joins pages of paper or similar material by driving a thin metal staple through the sheets and folding the ends."
        },
        {
          "word": "Paper Clip",
          "hint": "A device used to hold sheets of paper together, usually made of steel wire bent to a looped shape."
        },
        {
          "word": "Binder Clip",
          "hint": "A simple device for binding sheets of paper together. It leaves the paper intact and can be removed quickly and easily, unlike the staple."
        },
        {
          "word": "Rubber Band",
          "hint": "A loop of rubber, in any of various sizes, used to hold things together."
        },
        {
          "word": "Tape",
          "hint": "An adhesive tape used to stick objects together."
        },
        {
          "word": "Glue",
          "hint": "A sticky substance used for joining things together."
        },
        {
          "word": "Refrigerator",
          "hint": "An appliance or compartment which is artificially kept cool and used to store food and drink."
        },
        {
          "word": "Washing Machine",
          "hint": "A machine used to wash laundry, such as clothing and sheets."
        },
        {
          "word": "Dryer",
          "hint": "A machine or device for drying something, especially the hair or laundry."
        },
        {
          "word": "Dishwasher",
          "hint": "A machine for washing dishes automatically."
        },
        {
          "word": "Oven",
          "hint": "An enclosed compartment, as in a kitchen range, for cooking and heating food."
        },
        {
          "word": "Stove",
          "hint": "An apparatus for cooking or heating that operates by burning fuel or using electricity."
        },
        {
          "word": "Vacuum Cleaner",
          "hint": "An electrical apparatus that by means of suction collects dust and small particles from floors and other surfaces."
        },
        {
          "word": "Air Conditioner",
          "hint": "A system for cooling and dehumidifying the air in a building."
        },
        {
          "word": "Fan",
          "hint": "A device with rotating blades that creates a current of air for cooling or ventilation."
        },
        {
          "word": "Space Heater",
          "hint": "A self-contained appliance for heating an enclosed area."
        }
      ]
    },
    {
      "categoryName": "Historical Events and Eras",
      "description": "Significant events and periods in world history.",
      "keywords": [
        {
          "word": "The Renaissance",
          "hint": "A period in European history, from the 14th to the 17th century, regarded as the cultural bridge between the Middle Ages and modern history."
        },
        {
          "word": "The Industrial Revolution",
          "hint": "The transition to new manufacturing processes in Europe and the United States, in the period from about 1760 to sometime between 1820 and 1840."
        },
        {
          "word": "World War I",
          "hint": "A global war originating in Europe that lasted from 28 July 1914 to 11 November 1918."
        },
        {
          "word": "The Roaring Twenties",
          "hint": "A decade of economic growth and widespread prosperity driven by recovery from wartime devastation and deferred spending, a boom in construction, and the rapid growth of consumer goods such as automobiles and electricity in North America and Europe and a few other developed countries such as Australia."
        },
        {
          "word": "The Great Depression",
          "hint": "A severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States."
        },
        {
          "word": "World War II",
          "hint": "A global war that lasted from 1939 to 1945."
        },
        {
          "word": "The Cold War",
          "hint": "A period of geopolitical tension between the United States and the Soviet Union and their respective allies, the Western Bloc and the Eastern Bloc, which began following World War II."
        },
        {
          "word": "The Space Race",
          "hint": "A 20th-century competition between two Cold War rivals, the Soviet Union (USSR) and the United States (US), to achieve superior spaceflight capability."
        },
        {
          "word": "The Vietnam War",
          "hint": "A conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975."
        },
        {
          "word": "The Digital Revolution",
          "hint": "The shift from mechanical and analogue electronic technology to digital electronics which began in the latter half of the 20th century, with the adoption and proliferation of digital computers and digital record keeping, that continues to the present day."
        },
        {
          "word": "The American Revolution",
          "hint": "An ideological and political revolution which occurred in colonial North America between 1765 and 1783."
        },
        {
          "word": "The French Revolution",
          "hint": "A period of far-reaching social and political upheaval in France and its colonies beginning in 1789 and ending in 1799."
        },
        {
          "word": "The fall of the Berlin Wall",
          "hint": "A pivotal event in world history which began the process of German reunification and the end of the Cold War."
        },
        {
          "word": "The invention of the printing press",
          "hint": "An invention that allowed for the mass production of books and the rapid dissemination of knowledge throughout Europe."
        },
        {
          "word": "The discovery of America",
          "hint": "The arrival of Europeans in the Americas in 1492, led by Christopher Columbus."
        },
        {
          "word": "The signing of the Magna Carta",
          "hint": "A royal charter of rights agreed to by King John of England at Runnymede, near Windsor, on 15 June 1215."
        },
        {
          "word": "The construction of the Great Wall of China",
          "hint": "A series of fortifications that were built across the historical northern borders of ancient Chinese states and Imperial China as protection against various nomadic groups from the Eurasian Steppe."
        },
        {
          "word": "The building of the pyramids in Egypt",
          "hint": "The construction of massive stone structures in ancient Egypt, which were built as tombs for the country's pharaohs and their consorts during the Old and Middle Kingdom periods."
        },
        {
          "word": "Ancient Greece",
          "hint": "A civilization belonging to a period of Greek history that lasted from the Archaic period of the 8th to 6th centuries BC to the end of antiquity (c. 600 AD)."
        },
        {
          "word": "Ancient Rome",
          "hint": "A civilization that grew out of a small agricultural community founded on the Italian Peninsula in the 10th century BC."
        },
        {
          "word": "The Persian Empire",
          "hint": "A series of imperial dynasties centered in Persia (modern-day Iran)."
        },
        {
          "word": "The Byzantine Empire",
          "hint": "The continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople."
        },
        {
          "word": "The Ottoman Empire",
          "hint": "A state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries."
        },
        {
          "word": "The Mongol Empire",
          "hint": "The largest contiguous land empire in history, which existed during the 13th and 14th centuries."
        },
        {
          "word": "The British Empire",
          "hint": "Comprised the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states."
        },
        {
          "word": "The Mayan Civilization",
          "hint": "A Mesoamerican civilization developed by the Maya peoples, and noted for its logosyllabic script—the most sophisticated and highly developed writing system in pre-Columbian Americas—as well as for its art, architecture, mathematics, calendar, and astronomical system."
        },
        {
          "word": "The Aztec Empire",
          "hint": "A Mesoamerican culture that flourished in central Mexico in the post-classic period from 1300 to 1521."
        },
        {
          "word": "The Inca Empire",
          "hint": "The largest empire in pre-Columbian America."
        },
        {
          "word": "The Crusades",
          "hint": "A series of religious wars initiated, supported, and sometimes directed by the Latin Church in the medieval period."
        },
        {
          "word": "The Hundred Years' War",
          "hint": "A series of conflicts in Western Europe from 1337 to 1453, waged between the House of Plantagenet and its cadet House of Lancaster, rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France."
        },
        {
          "word": "The American Civil War",
          "hint": "A civil war in the United States from 1861 to 1865, fought between the northern states loyal to the Union and the southern states that had seceded to form the Confederate States of America."
        },
        {
          "word": "The Napoleonic Wars",
          "hint": "A series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions."
        },
        {
          "word": "The Korean War",
          "hint": "A war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally the United States)."
        },
        {
          "word": "The Gulf War",
          "hint": "A war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait."
        },
        {
          "word": "The discovery of penicillin",
          "hint": "The discovery of the first antibiotic, penicillin, by Alexander Fleming in 1928."
        },
        {
          "word": "The discovery of DNA",
          "hint": "The discovery of the structure of DNA by James Watson and Francis Crick in 1953."
        },
        {
          "word": "The theory of relativity",
          "hint": "A theory developed by Albert Einstein, which states that the laws of physics are the same for all non-accelerating observers, and that the speed of light in a vacuum is the same for all observers, regardless of their motion or the motion of the light source."
        },
        {
          "word": "The theory of evolution",
          "hint": "A theory developed by Charles Darwin, which states that all species of organisms arise and develop through the natural selection of small, inherited variations that increase the individual's ability to compete, survive, and reproduce."
        },
        {
          "word": "The Big Bang Theory",
          "hint": "The leading cosmological model for the observable universe from the earliest known periods through its subsequent large-scale evolution."
        },
        {
          "word": "The discovery of electricity",
          "hint": "The discovery of the principles of electricity, which has led to the development of many technologies that have transformed modern life."
        },
        {
          "word": "The invention of the telephone",
          "hint": "The invention of a telecommunications device that permits two or more users to conduct a conversation when they are too far apart to be heard directly."
        },
        {
          "word": "The invention of the light bulb",
          "hint": "The invention of an electric light with a wire filament heated until it glows."
        },
        {
          "word": "The invention of the airplane",
          "hint": "The invention of a powered, fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller or rocket engine."
        },
        {
          "word": "The Norman Conquest",
          "hint": "The 11th-century invasion and occupation of England by an army of Norman, Breton, Flemish, and French soldiers led by the Duke of Normandy, later styled William the Conqueror."
        },
        {
          "word": "The Black Death",
          "hint": "A bubonic plague pandemic occurring in Afro-Eurasia from 1346 to 1353. It is the most fatal pandemic recorded in human history, causing the death of 75–200 million people in Eurasia and North Africa."
        },
        {
          "word": "The Wars of the Roses",
          "hint": "A series of English civil wars for control of the throne of England fought between supporters of two rival cadet branches of the royal House of Plantagenet: the House of Lancaster, represented by a red rose, and the House of York, represented by a white rose."
        },
        {
          "word": "The Agricultural Revolution",
          "hint": "The period of technological improvement and increased crop productivity that occurred during the 18th and early 19th centuries in Europe."
        },
        {
          "word": "The Stone Age",
          "hint": "A broad prehistoric period during which stone was widely used to make tools with an edge, a point, or a percussion surface."
        },
        {
          "word": "The Bronze Age",
          "hint": "A historic period, approximately 3300 BCE to 1200 BCE, that was characterized by the use of bronze, in some areas writing, and other early features of urban civilization."
        },
        {
          "word": "The Iron Age",
          "hint": "The final epoch of the three-age division of the prehistory and protohistory of humanity."
        },
        {
          "word": "The Classical Age",
          "hint": "A period of cultural history between the 8th century BC and the 6th century AD centered on the Mediterranean Sea."
        },
        {
          "word": "The Viking Age",
          "hint": "The period from the late 8th century to the mid-11th century in European history, especially Northern European and Scandinavian history, following the Germanic Iron Age."
        },
        {
          "word": "The Middle Ages",
          "hint": "The period of European history from the fall of the Roman Empire in the West (5th century) to the fall of Constantinople (1453), or more narrowly, from c. 1100 to 1453."
        }
      ]
    },
    {
      "categoryName": "Sports and Athletics",
      "description": "Equipment and types of sports.",
      "keywords": [
        {
          "word": "Soccer",
          "hint": "A game played by two teams of eleven players with a round ball that may not be touched with the hands or arms during play except by the goalkeepers."
        },
        {
          "word": "Basketball",
          "hint": "A game played between two teams of five players in which goals are scored by throwing a ball through a netted hoop fixed above each end of the court."
        },
        {
          "word": "Baseball",
          "hint": "A bat-and-ball game played between two opposing teams who take turns batting and fielding."
        },
        {
          "word": "American Football",
          "hint": "A team sport played by two teams of eleven players on a rectangular field with goalposts at each end."
        },
        {
          "word": "Tennis",
          "hint": "A racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles)."
        },
        {
          "word": "Golf",
          "hint": "A club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible."
        },
        {
          "word": "Swimming",
          "hint": "An individual or team racing sport that requires the use of one's entire body to move through water."
        },
        {
          "word": "Boxing",
          "hint": "A combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring."
        },
        {
          "word": "Martial Arts",
          "hint": "Codified systems and traditions of combat practiced for a number of reasons such as self-defense, military and law enforcement applications, competition, physical, mental and spiritual development."
        },
        {
          "word": "Skiing",
          "hint": "A means of transport using skis to glide on snow."
        },
        {
          "word": "Snowboarding",
          "hint": "A recreational activity and Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet."
        },
        {
          "word": "Ice Hockey",
          "hint": "A contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals."
        },
        {
          "word": "Volleyball",
          "hint": "A team sport in which two teams of six players are separated by a net."
        },
        {
          "word": "Cricket",
          "hint": "A bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps."
        },
        {
          "word": "Rugby",
          "hint": "A close-contact team sport that originated in England in the first half of the 19th century."
        },
        {
          "word": "Surfing",
          "hint": "A surface water sport in which the wave rider, referred to as a surfer, rides on the forward or deep face of a moving wave, which is usually carrying the surfer towards the shore."
        },
        {
          "word": "Skateboarding",
          "hint": "An action sport that involves riding and performing tricks using a skateboard, as well as a recreational activity, an art form, an entertainment industry job, and a method of transportation."
        },
        {
          "word": "Cycling",
          "hint": "The use of bicycles for transport, recreation, exercise or sport."
        },
        {
          "word": "Archery",
          "hint": "The art, sport, practice, or skill of using a bow to shoot arrows."
        },
        {
          "word": "Fencing",
          "hint": "A group of three related combat sports."
        },
        {
          "word": "Sprinting",
          "hint": "Running over a short distance at the top-most speed of the body in a limited period of time."
        },
        {
          "word": "Long Jump",
          "hint": "A track and field event in which athletes combine speed, strength and agility in an attempt to leap as far as possible from a take off point."
        },
        {
          "word": "High Jump",
          "hint": "A track and field event in which competitors must jump unaided over a horizontal bar placed at measured heights without dislodging it."
        },
        {
          "word": "Pole Vault",
          "hint": "A track and field event in which a person uses a long, flexible pole as an aid to jump over a bar."
        },
        {
          "word": "Shot Put",
          "hint": "A track and field event involving 'putting' (pushing rather than throwing) a heavy spherical object—the shot—as far as possible."
        },
        {
          "word": "Discus Throw",
          "hint": "A track and field event in which an athlete throws a heavy disc—called a discus—in an attempt to mark a farther distance than their competitors."
        },
        {
          "word": "Javelin Throw",
          "hint": "A track and field event where the javelin, a spear about 2.5 m (8 ft 2 in) in length, is thrown."
        },
        {
          "word": "Hammer Throw",
          "hint": "A track and field event in which a heavy ball attached to a wire and handle is thrown for distance."
        },
        {
          "word": "Decathlon",
          "hint": "A combined event in athletics consisting of ten track and field events."
        },
        {
          "word": "Heptathlon",
          "hint": "A combined event in athletics consisting of seven track and field events."
        },
        {
          "word": "Water Skiing",
          "hint": "A surface water sport in which an individual is pulled behind a boat or a cable ski installation over a body of water, skimming the surface on two skis or one ski."
        },
        {
          "word": "Wakeboarding",
          "hint": "A water sport in which the rider, standing on a short board with foot bindings, is towed by a motorboat across its wake and especially up off the crest in order to perform aerial maneuvers."
        },
        {
          "word": "Kayaking",
          "hint": "The use of a kayak for moving across water."
        },
        {
          "word": "Canoeing",
          "hint": "A sport or recreational activity which involves paddling a canoe with a single-bladed paddle."
        },
        {
          "word": "Rowing",
          "hint": "The sport or activity of propelling a boat by means of oars."
        },
        {
          "word": "Sailing",
          "hint": "The art of controlling a boat so that it is propelled by the force of the wind on its sails."
        },
        {
          "word": "Diving",
          "hint": "The sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics."
        },
        {
          "word": "Synchronized Swimming",
          "hint": "A hybrid form of swimming, dance, and gymnastics, consisting of swimmers performing a synchronized routine of elaborate moves in the water, accompanied by music."
        },
        {
          "word": "Water Polo",
          "hint": "A competitive team sport played in water between two teams."
        },
        {
          "word": "Bobsleigh",
          "hint": "A winter sport in which teams of two or four teammates make timed runs down narrow, twisting, banked, iced tracks in a gravity-powered sled."
        },
        {
          "word": "Curling",
          "hint": "A sport in which players slide stones on a sheet of ice toward a target area which is segmented into four concentric circles."
        },
        {
          "word": "Ice Skating",
          "hint": "The self-propulsion of a person across a sheet of ice, using metal-bladed ice skates to glide on the ice surface."
        },
        {
          "word": "Figure Skating",
          "hint": "A sport in which individuals, pairs, or groups perform on figure skates on ice."
        },
        {
          "word": "Speed Skating",
          "hint": "A competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates."
        },
        {
          "word": "Luge",
          "hint": "A winter sport in which a competitor or two-person team rides a flat sled while lying supine (face up) and feet first."
        },
        {
          "word": "Skeleton",
          "hint": "A winter sliding sport in which a person rides a small sled, known as a skeleton bobsled (or -sleigh), down a frozen track while lying face down and head-first."
        },
        {
          "word": "Biathlon",
          "hint": "A winter sport that combines cross-country skiing and rifle shooting."
        },
        {
          "word": "Ski Jumping",
          "hint": "A winter sport in which competitors aim to achieve the longest jump after descending from a specially designed ramp on their skis."
        },
        {
          "word": "Dale Earnhardt",
          "hint": "An American professional stock car driver and team owner, who raced from 1975 to 2001 in the former NASCAR Winston Cup Series."
        },
        {
          "word": "Richard Petty",
          "hint": "An American former stock car racing driver who raced from 1958 to 1992 in the former NASCAR Grand National and Winston Cup Series."
        },
        {
          "word": "Michael Schumacher",
          "hint": "A retired German racing driver who competed in Formula One for Jordan, Benetton, Ferrari, and Mercedes."
        },
        {
          "word": "Ayrton Senna",
          "hint": "A Brazilian racing driver who won the Formula One World Drivers' Championship in 1988, 1990 and 1991."
        },
        {
          "word": "Lewis Hamilton",
          "hint": "A British racing driver currently competing in Formula One for Mercedes."
        },
        {
          "word": "Mario Andretti",
          "hint": "A retired Italian-American racing driver, one of the most successful Americans in the history of the sport."
        },
        {
          "word": "A.J. Foyt",
          "hint": "An American retired auto racing driver. He is the only driver to win the Indianapolis 500, the Daytona 500, the 24 Hours of Daytona, and the 24 Hours of Le Mans."
        },
        {
          "word": "Jeff Gordon",
          "hint": "An American former professional stock car racing driver, who is an inductee into the NASCAR Hall of Fame."
        },
        {
          "word": "Jimmie Johnson",
          "hint": "An American professional auto racing driver who competes in the NTT IndyCar Series."
        },
        {
          "word": "Sébastien Loeb",
          "hint": "A French professional rally, racing, and rallycross driver. He competed for the Citroën World Rally Team in the World Rally Championship (WRC) and is the most successful driver in WRC history, having won the world championship a record nine consecutive times."
        },
        {
          "word": "Tommi Mäkinen",
          "hint": "A Finnish retired rally driver, and the current team principal of the Toyota Gazoo Racing team in the World Rally Championship."
        },
        {
          "word": "Colin McRae",
          "hint": "A Scottish rally driver from Lanark, Scotland. The 1995 World Rally Championship drivers' title was his."
        },
        {
          "word": "Walter Röhrl",
          "hint": "A German rally and racing driver, with wins for Fiat, Opel, Lancia and Audi."
        },
        {
          "word": "Ari Vatanen",
          "hint": "A Finnish rally driver turned politician and a Member of the European Parliament from 1999 to 2009."
        },
        {
          "word": "Stig Blomqvist",
          "hint": "A retired Swedish rally driver. He made his international breakthrough in 1971."
        },
        {
          "word": "Hannu Mikkola",
          "hint": "A Finnish retired world champion rally driver. He was a seven-time winner of the 1000 Lakes Rally in Finland and won the RAC Rally in Great Britain four times."
        },
        {
          "word": "Juha Kankkunen",
          "hint": "A Finnish former rally driver. He won 23 world rallies and four drivers' world championships, which were both records in their time."
        },
        {
          "word": "Marcus Grönholm",
          "hint": "A Finnish former rally and rallycross driver. He is a two-time world champion in the World Rally Championship, winning the title in 2000 and 2002."
        },
        {
          "word": "Sébastien Ogier",
          "hint": "A French rally driver, competing for the Toyota Gazoo Racing team in the World Rally Championship, who is teamed with co-driver Julien Ingrassia."
        }
      ]
    },
    {
      "categoryName": "Musical Instruments",
      "description": "Instruments from various families, including string, brass, woodwind, and percussion.",
      "keywords": [
        {
          "word": "Piano",
          "hint": "A large keyboard musical instrument with a wooden case enclosing a soundboard and metal strings, which are struck by hammers when the keys are depressed."
        },
        {
          "word": "Guitar",
          "hint": "A stringed musical instrument with a fretted fingerboard, typically incurved sides, and six or twelve strings, played by plucking or strumming with the fingers or a plectrum."
        },
        {
          "word": "Violin",
          "hint": "A stringed musical instrument of treble pitch, played with a horsehair bow."
        },
        {
          "word": "Cello",
          "hint": "A bowed string instrument of the violin family. Its four strings are usually tuned in perfect fifths: from low to high, C₂, G₂, D₃ and A₃."
        },
        {
          "word": "Trumpet",
          "hint": "A brass instrument commonly used in classical and jazz ensembles."
        },
        {
          "word": "Trombone",
          "hint": "A brass instrument consisting of a long cylindrical tube bent upon itself twice, ending in a bell-shaped mouth, and having a movable slide for varying the pitch."
        },
        {
          "word": "Flute",
          "hint": "A woodwind instrument made of a tube with holes along it that are stopped by the fingers or keys, held vertically or horizontally so that the player's breath strikes a narrow edge."
        },
        {
          "word": "Clarinet",
          "hint": "A single-reed woodwind instrument with a cylindrical tube, a flared bell, and a single-reed mouthpiece."
        },
        {
          "word": "Saxophone",
          "hint": "A member of a family of single-reed woodwind instruments with a conical body, usually of brass."
        },
        {
          "word": "Drums",
          "hint": "A percussion instrument sounded by being struck with sticks or the hands, typically cylindrical, barrel-shaped, or bowl-shaped with a taut membrane over one or both ends."
        },
        {
          "word": "Xylophone",
          "hint": "A musical instrument in the percussion family that consists of wooden bars struck by mallets."
        },
        {
          "word": "Harp",
          "hint": "A stringed musical instrument which has a number of individual strings running at an angle to its soundboard; the strings are plucked with the fingers."
        },
        {
          "word": "Accordion",
          "hint": "A portable free-reed musical instrument."
        },
        {
          "word": "Harmonica",
          "hint": "A free reed wind instrument used worldwide in many musical genres, notably in blues, American folk music, classical music, jazz, country, and rock and roll."
        },
        {
          "word": "Bagpipes",
          "hint": "A wind instrument using enclosed reeds fed from a constant reservoir of air in the form of a bag."
        },
        {
          "word": "Ukulele",
          "hint": "A small four-stringed guitar of Hawaiian origin."
        },
        {
          "word": "Banjo",
          "hint": "A stringed musical instrument with a thin membrane stretched over a frame or cavity as a resonator, called the head."
        },
        {
          "word": "Mandolin",
          "hint": "A stringed musical instrument in the lute family and is usually plucked with a plectrum."
        },
        {
          "word": "Electric Guitar",
          "hint": "A guitar that requires external amplification in order to be heard at typical performance volumes."
        },
        {
          "word": "Bass Guitar",
          "hint": "A plucked string instrument similar in appearance and construction to an electric guitar, except with a longer neck and scale length, and typically four to six strings."
        },
        {
          "word": "Synthesizer",
          "hint": "An electronic musical instrument that generates audio signals."
        },
        {
          "word": "Drum Machine",
          "hint": "An electronic musical instrument that creates percussion sounds, drum beats, and patterns."
        },
        {
          "word": "Sampler",
          "hint": "An electronic or digital musical instrument which uses sound recordings (or 'samples') of real instrument sounds (e.g., a piano, violin or trumpet), excerpts from recorded songs (e.g., a five-second bass guitar riff from a funk song) or found sounds (e.g., sirens and ocean waves)."
        },
        {
          "word": "Digital Piano",
          "hint": "A type of electronic keyboard instrument designed to serve primarily as an alternative to the traditional acoustic piano, both in the way it feels to play and in the sound produced."
        },
        {
          "word": "Theremin",
          "hint": "An electronic musical instrument controlled without physical contact by the thereminist (performer)."
        },
        {
          "word": "Ondes Martenot",
          "hint": "An early electronic musical instrument."
        },
        {
          "word": "Mellotron",
          "hint": "An electro-mechanical, polyphonic tape replay keyboard."
        },
        {
          "word": "Fairlight CMI",
          "hint": "A digital synthesizer, sampler and digital audio workstation introduced in 1979 by the Australian company Fairlight."
        },
        {
          "word": "Didgeridoo",
          "hint": "A wind instrument, played with continuously vibrating lips to produce a continuous drone while using a special breathing technique called circular breathing."
        },
        {
          "word": "Djembe",
          "hint": "A rope-tuned skin-covered goblet drum played with bare hands, originally from West Africa."
        },
        {
          "word": "Sitar",
          "hint": "A plucked stringed instrument, originating from the Indian subcontinent, used in Hindustani classical music."
        },
        {
          "word": "Shamisen",
          "hint": "A three-stringed traditional Japanese musical instrument derived from the Chinese instrument sanxian."
        },
        {
          "word": "Koto",
          "hint": "A Japanese plucked half-tube zither instrument, and the national instrument of Japan."
        },
        {
          "word": "Erhu",
          "hint": "A two-stringed bowed musical instrument, more specifically a spike fiddle, which may also be called a 'southern fiddle', and sometimes known in the Western world as the 'Chinese violin' or a 'Chinese two-stringed fiddle'."
        },
        {
          "word": "Guzheng",
          "hint": "A Chinese plucked zither."
        },
        {
          "word": "Balalaika",
          "hint": "A Russian stringed musical instrument with a characteristic triangular wooden, hollow body, fretted neck and three strings."
        },
        {
          "word": "Lute",
          "hint": "Any plucked string instrument with a neck and a deep round back enclosing a hollow cavity, usually with a sound hole or opening in the body."
        },
        {
          "word": "Pop",
          "hint": "A genre of popular music that originated in the West during the 1950s and 1960s."
        },
        {
          "word": "Hip Hop",
          "hint": "A genre of music that originated in the Bronx borough of New York City in the 1970s."
        },
        {
          "word": "Rock",
          "hint": "A broad genre of popular music that originated as 'rock and roll' in the United States in the late 1940s and early 1950s."
        },
        {
          "word": "Rhythm and Blues (R&B)",
          "hint": "A genre of popular music that originated in African-American communities in the 1940s."
        },
        {
          "word": "Soul",
          "hint": "A popular music genre that originated in the African American community throughout the United States in the 1950s and early 1960s."
        },
        {
          "word": "Reggae",
          "hint": "A music genre that originated in Jamaica in the late 1960s."
        },
        {
          "word": "Country",
          "hint": "A genre of popular music that originated in the southern United States in the early 1920s."
        },
        {
          "word": "Funk",
          "hint": "A music genre that originated in African-American communities in the mid-1960s when musicians created a rhythmic, danceable new form of music through a mixture of soul music, jazz, and rhythm and blues (R&B)."
        },
        {
          "word": "Jazz",
          "hint": "A music genre that originated in the African-American communities of New Orleans, Louisiana, United States, in the late 19th and early 20th centuries."
        },
        {
          "word": "Classical",
          "hint": "Art music produced or rooted in the traditions of Western culture, including both liturgical and secular music."
        },
        {
          "word": "Electronic",
          "hint": "Music that employs electronic musical instruments, digital instruments, or circuitry-based music technology in its creation."
        },
        {
          "word": "Folk",
          "hint": "A genre of music that is traditionally passed down from generation to generation."
        },
        {
          "word": "Blues",
          "hint": "A music genre and musical form which was originated in the Deep South of the United States around the 1860s by African-Americans from roots in African musical traditions, African-American work songs, and spirituals."
        },
        {
          "word": "Metal",
          "hint": "A genre of rock music that developed in the late 1960s and early 1970s, largely in the United Kingdom and the United States."
        },
        {
          "word": "Punk",
          "hint": "A rock music genre that emerged in the mid-1970s in the United States, United Kingdom, and Australia."
        },
        {
          "word": "Glass Armonica",
          "hint": "A type of musical instrument that uses a series of glass bowls or goblets graduated in size to produce musical tones by means of friction."
        },
        {
          "word": "Didgeridoo",
          "hint": "A wind instrument, played with continuously vibrating lips to produce a continuous drone while using a special breathing technique called circular breathing."
        },
        {
          "word": "Djembe",
          "hint": "A rope-tuned skin-covered goblet drum played with bare hands, originally from West Africa."
        },
        {
          "word": "Balafon",
          "hint": "A gourd-resonated xylophone, a type of struck idiophone. It is closely associated with the Mandé peoples of West Africa."
        },
        {
          "word": "Angklung",
          "hint": "A musical instrument from Indonesia made of a varying number of bamboo tubes attached to a bamboo frame."
        },
        {
          "word": "Appalachian dulcimer",
          "hint": "A fretted string instrument of the zither family, typically with three or four strings, originally played in the Appalachian region of the United States."
        },
        {
          "word": "Array Mbira",
          "hint": "A hand-crafted modern musical instrument with a unique harp- or bell-like sound. It is a radical redesign of the African mbira."
        }
      ]
    },
    {
      "categoryName": "Mythological Creatures",
      "description": "Creatures from myths, legends, and folklore.",
      "keywords": [
        {
          "word": "Dragon",
          "hint": "A large, serpent-like legendary creature that appears in the folklore of many cultures around the world."
        },
        {
          "word": "Unicorn",
          "hint": "A legendary creature that has been described since antiquity as a beast with a single large, pointed, spiraling horn projecting from its forehead."
        },
        {
          "word": "Griffin",
          "hint": "A legendary creature with the body, tail, and back legs of a lion; the head and wings of an eagle; and an eagle's talons as its front feet."
        },
        {
          "word": "Phoenix",
          "hint": "A long-lived bird that cyclically regenerates or is otherwise born again."
        },
        {
          "word": "Centaur",
          "hint": "A creature from Greek mythology with the upper body of a human and the lower body and legs of a horse."
        },
        {
          "word": "Minotaur",
          "hint": "A creature from Greek mythology who was a monster with the body of a man and the head and tail of a bull."
        },
        {
          "word": "Hydra",
          "hint": "A serpentine water monster in Greek and Roman mythology."
        },
        {
          "word": "Cerberus",
          "hint": "A multi-headed dog, or 'hellhound' with a serpent's tail, a mane of snakes, and a lion's claws."
        },
        {
          "word": "Pegasus",
          "hint": "A mythical winged divine stallion, and one of the most recognized creatures in Greek mythology."
        },
        {
          "word": "Gorgon",
          "hint": "A female creature in Greek mythology. While descriptions of Gorgons vary across Greek literature, the term commonly refers to any of three sisters who had hair made of living, venomous snakes, as well as a horrifying visage that turned those who beheld her to stone."
        },
        {
          "word": "Siren",
          "hint": "A creature in Greek mythology who lured sailors with their enchanting music and singing voices to shipwreck on the rocky coast of their island."
        },
        {
          "word": "Cyclops",
          "hint": "A member of a primordial race of giants, each with a single eye in the middle of his forehead."
        },
        {
          "word": "Banshee",
          "hint": "A female spirit in Irish folklore who heralds the death of a family member, usually by wailing, shrieking, or keening."
        },
        {
          "word": "Leprechaun",
          "hint": "A type of fairy in Irish folklore."
        },
        {
          "word": "Gnome",
          "hint": "A diminutive spirit in Renaissance magic and alchemy, first introduced by Paracelsus in the 16th century and later adopted by more recent authors including those of modern fantasy literature."
        },
        {
          "word": "Troll",
          "hint": "A class of being in Norse mythology and Scandinavian folklore."
        },
        {
          "word": "Fairy",
          "hint": "A type of mythical being or legendary creature found in the folklore of multiple European cultures (including Celtic, Slavic, German, English, and French folklore), a form of spirit, often described as metaphysical, supernatural, or preternatural."
        },
        {
          "word": "Vampire",
          "hint": "A creature from folklore that subsists by feeding on the vital essence (generally in the form of blood) of the living."
        },
        {
          "word": "Werewolf",
          "hint": "A mythological or folkloric human with the ability to shapeshift into a wolf or a therianthropic hybrid wolf-like creature, either purposely or after being placed under a curse or affliction (often a bite or scratch from another werewolf)."
        },
        {
          "word": "Zombie",
          "hint": "A fictional undead corporeal revenant created through the reanimation of a corpse."
        },
        {
          "word": "Golem",
          "hint": "An animated anthropomorphic being in Jewish folklore which is created entirely from inanimate matter (usually clay or mud)."
        },
        {
          "word": "Oni",
          "hint": "A kind of yōkai, demon, ogre, or troll in Japanese folklore."
        },
        {
          "word": "Kitsune",
          "hint": "The Japanese word for fox. In English, kitsune refers to them in the context of Japanese folklore."
        },
        {
          "word": "Kappa",
          "hint": "A yōkai demon or imp found in traditional Japanese folklore."
        },
        {
          "word": "Tengu",
          "hint": "A type of legendary creature found in Japanese folk religion and are also considered a type of yōkai or Shinto kami (gods)."
        },
        {
          "word": "Sasquatch",
          "hint": "A simian-like creature of American folklore that is said to inhabit forests, especially in the Pacific Northwest."
        },
        {
          "word": "Chupacabra",
          "hint": "A legendary creature in the folklore of parts of the Americas, with its first purported sightings reported in Puerto Rico in 1995."
        },
        {
          "word": "Jersey Devil",
          "hint": "A legendary creature said to inhabit the Pine Barrens of Southern New Jersey."
        },
        {
          "word": "Mothman",
          "hint": "A humanoid creature reportedly seen in the Point Pleasant area of West Virginia from November 15, 1966, to December 15, 1967."
        },
        {
          "word": "Kraken",
          "hint": "A legendary cephalopod-like sea monster of giant size in Scandinavian folklore."
        },
        {
          "word": "Yeti",
          "hint": "An ape-like creature purported to inhabit the Himalayan mountain range in Asia."
        },
        {
          "word": "Mermaid",
          "hint": "A legendary aquatic creature with the head and upper body of a female human and the tail of a fish."
        },
        {
          "word": "Kelpie",
          "hint": "A shape-shifting water spirit inhabiting the lochs and pools of Scotland."
        },
        {
          "word": "Skin-walker",
          "hint": "A shape-shifting witch from the Navajo tradition."
        },
        {
          "word": "Patasola",
          "hint": "A female monster from Colombian folklore that lives in the jungle."
        },
        {
          "word": "Jersey Devil",
          "hint": "A legendary creature said to inhabit the Pine Barrens of Southern New Jersey."
        },
        {
          "word": "Grendel",
          "hint": "A character in the Anglo-Saxon epic poem Beowulf."
        },
        {
          "word": "Minotaur",
          "hint": "A monster with the head of a bull and the body of a man."
        },
        {
          "word": "Nandi",
          "hint": "A sacred bull calf, gatekeeper, and vehicle of the Hindu god Shiva."
        },
        {
          "word": "Ushi-oni",
          "hint": "A composite monster with the head of an ox and the body of a spider from Japanese folklore."
        },
        {
          "word": "Amalthea",
          "hint": "The foster-mother of Zeus, sometimes represented as a goat."
        },
        {
          "word": "Chimera",
          "hint": "A monstrous fire-breathing hybrid creature of Lycia in Asia Minor, composed of the parts of more than one animal."
        },
        {
          "word": "Faun",
          "hint": "A half-human, half-goat creature from Roman mythology."
        },
        {
          "word": "Satyr",
          "hint": "A half-human, half-goat creature from Greek mythology."
        },
        {
          "word": "Centaur",
          "hint": "A creature from Greek mythology with the upper body of a human and the lower body of a horse."
        },
        {
          "word": "Buraq",
          "hint": "A steed from the heavens that transported the prophets in Islamic tradition."
        },
        {
          "word": "Typhon",
          "hint": "The deadliest monster in Greek mythology. Typhon was the last son of Gaia, fathered by Tartarus, and is considered the 'Father of All Monsters'."
        },
        {
          "word": "Cerberus",
          "hint": "A multi-headed dog, or 'hellhound' with a serpent's tail, a mane of snakes, and a lion's claws."
        },
        {
          "word": "Sphinx",
          "hint": "A mythical creature with the head of a human, the body of a lion, and the wings of a falcon."
        },
        {
          "word": "Cyclopes",
          "hint": "A member of a primordial race of giants, each with a single eye in the middle of his forehead."
        },
        {
          "word": "Gorgons",
          "hint": "Three monstrous sisters, Stheno, Euryale, and Medusa. They had hair of living, venomous snakes, and a horrifying visage that turned those who beheld her to stone."
        },
        {
          "word": "Harpies",
          "hint": "A female monster in the form of a bird with a human face."
        },
        {
          "word": "Hecatonchires",
          "hint": "Three giants of incredible strength and ferocity that surpassed all of the Titans, whom they helped overthrow."
        },
        {
          "word": "Argus Panoptes",
          "hint": "A hundred-eyed giant in Greek mythology."
        },
        {
          "word": "Arion",
          "hint": "An immortal horse in Greek mythology, which was very fast and endowed with speech."
        },
        {
          "word": "Ash Tree Nymphs",
          "hint": "The Meliae were nymphs of the ash tree, born from the blood of Uranus."
        },
        {
          "word": "Ceryneian Hind",
          "hint": "A mythical creature that lived in Ceryneia, Greece. It was a sacred deer of Artemis, the goddess of the hunt."
        },
        {
          "word": "Chrysaor",
          "hint": "The brother of the winged horse Pegasus, Chrysaor is the offspring of Poseidon and the Gorgon Medusa."
        },
        {
          "word": "Cretan Bull",
          "hint": "The bull that fathered the Minotaur."
        },
        {
          "word": "Delphyne",
          "hint": "A monstrous she-dragon."
        },
        {
          "word": "Echidna",
          "hint": "A monster, half-woman and half-snake, who lived alone in a cave. She was the mate of the fearsome monster Typhon and was the mother of most of the major monsters of Greek mythology."
        },
        {
          "word": "Erymanthian Boar",
          "hint": "A mythical creature that lived on Mount Erymanthos."
        },
        {
          "word": "Giants",
          "hint": "A race of great strength and aggression, though not necessarily of great size, known for the Gigantomachy, their battle with the Olympian gods."
        },
        {
          "word": "Laelaps",
          "hint": "A divine dog in Greek mythology that was destined to catch everything it pursued."
        },
        {
          "word": "Lotus Eaters",
          "hint": "A race of people living on an island dominated by lotus plants."
        }
      ]
    },
    {
      "categoryName": "Professions and Occupations",
      "description": "Jobs and careers that people have.",
      "keywords": [
        {
          "word": "Doctor",
          "hint": "A person who is qualified to treat people who are ill."
        },
        {
          "word": "Teacher",
          "hint": "A person who teaches, especially in a school."
        },
        {
          "word": "Firefighter",
          "hint": "A person who extinguishes fires."
        },
        {
          "word": "Police Officer",
          "hint": "A warranted law employee of a police force."
        },
        {
          "word": "Chef",
          "hint": "A professional cook and tradesman who is proficient in all aspects of food preparation, often focusing on a particular cuisine."
        },
        {
          "word": "Artist",
          "hint": "A person who creates paintings or drawings as a profession or hobby."
        },
        {
          "word": "Musician",
          "hint": "A person who plays a musical instrument, especially as a profession, or is musically talented."
        },
        {
          "word": "Actor",
          "hint": "A person whose profession is acting on the stage, in movies, or on television."
        },
        {
          "word": "Writer",
          "hint": "A person who has written a particular text, or whose profession is writing."
        },
        {
          "word": "Scientist",
          "hint": "A person who is studying or has expert knowledge of one or more of the natural or physical sciences."
        },
        {
          "word": "Engineer",
          "hint": "A person who designs, builds, or maintains engines, machines, or public works."
        },
        {
          "word": "Architect",
          "hint": "A person who designs buildings and in many cases also supervises their construction."
        },
        {
          "word": "Lawyer",
          "hint": "A person who practices or studies law; an attorney or a counselor."
        },
        {
          "word": "Judge",
          "hint": "A public official appointed to decide cases in a court of law."
        },
        {
          "word": "Pilot",
          "hint": "A person who operates the flying controls of an aircraft."
        },
        {
          "word": "Astronaut",
          "hint": "A person who is trained to travel in a spacecraft."
        },
        {
          "word": "Farmer",
          "hint": "A person who cultivates land and raises livestock."
        },
        {
          "word": "Construction Worker",
          "hint": "A manual laborer who works on a construction site."
        },
        {
          "word": "Electrician",
          "hint": "A person who installs and maintains electrical equipment."
        },
        {
          "word": "Plumber",
          "hint": "A person who installs and repairs the pipes and fittings of water supply, sanitation, or heating systems."
        },
        {
          "word": "Mechanic",
          "hint": "A skilled worker who repairs and maintains machinery."
        },
        {
          "word": "Nurse",
          "hint": "A person trained to care for the sick or infirm, especially in a hospital."
        },
        {
          "word": "Surgeon",
          "hint": "A medical practitioner qualified to practice surgery."
        },
        {
          "word": "Dentist",
          "hint": "A person who is qualified to treat diseases and other conditions that affect the teeth and gums, especially the repair and extraction of teeth and the insertion of artificial ones."
        },
        {
          "word": "Pharmacist",
          "hint": "A person who is professionally qualified to prepare and dispense medicinal drugs."
        },
        {
          "word": "Veterinarian",
          "hint": "A person qualified to treat diseased or injured animals."
        },
        {
          "word": "Paramedic",
          "hint": "A person who is trained to do medical work, especially in an emergency, but who is not a fully qualified doctor."
        },
        {
          "word": "Psychologist",
          "hint": "An expert or specialist in psychology."
        },
        {
          "word": "Psychiatrist",
          "hint": "A medical practitioner specializing in the diagnosis and treatment of mental illness."
        },
        {
          "word": "Optometrist",
          "hint": "A person who practices optometry."
        },
        {
          "word": "Chiropractor",
          "hint": "A practitioner of the system of complementary medicine based on the diagnosis and manipulative treatment of misalignments of the joints."
        },
        {
          "word": "Radiologist",
          "hint": "A medical doctor who is trained in executing and interpreting medical images such as X-rays, CT scans, ultrasounds, and MRIs and using them to treat health problems in patients."
        },
        {
          "word": "Graphic Designer",
          "hint": "A professional within the graphic design and graphic arts industry who assembles together images, typography, or motion graphics to create a piece of design."
        },
        {
          "word": "Fashion Designer",
          "hint": "A person who designs clothing."
        },
        {
          "word": "Interior Designer",
          "hint": "Someone who plans, researches, coordinates, and manages such projects."
        },
        {
          "word": "Photographer",
          "hint": "A person who makes photographs."
        },
        {
          "word": "Dancer",
          "hint": "A person who dances or whose profession is dancing."
        },
        {
          "word": "Singer",
          "hint": "A person who sings, especially professionally."
        },
        {
          "word": "Composer",
          "hint": "A person who writes music, especially as a professional occupation."
        },
        {
          "word": "Conductor",
          "hint": "A person who conducts an orchestra, choir, opera company, ballet, or other musical group in the performance and interpretation of ensemble works."
        },
        {
          "word": "DJ",
          "hint": "A person who mixes recorded music for an audience."
        },
        {
          "word": "Animator",
          "hint": "An artist who creates multiple images, known as frames, which give an illusion of movement called animation when displayed in rapid sequence."
        },
        {
          "word": "Accountant",
          "hint": "A person who keeps or inspects financial accounts."
        },
        {
          "word": "Air traffic controller",
          "hint": "A person who directs aircraft on the ground and through a given section of controlled airspace, and can provide advisory services to aircraft in non-controlled airspace."
        },
        {
          "word": "Attorney",
          "hint": "A person appointed to act for another in business or legal matters."
        },
        {
          "word": "Banker",
          "hint": "A person who works in a bank."
        },
        {
          "word": "Baker",
          "hint": "A person who makes bread and cakes, especially as a trade."
        },
        {
          "word": "Cab driver",
          "hint": "A person who drives a taxi."
        },
        {
          "word": "Captain",
          "hint": "The person in command of a ship."
        },
        {
          "word": "Cardiologist",
          "hint": "A doctor who specializes in the study or treatment of heart diseases and heart abnormalities."
        },
        {
          "word": "Dancer",
          "hint": "A person who dances or whose profession is dancing."
        },
        {
          "word": "Deputy",
          "hint": "A person whose immediate subordinate is a senior figure in an organization, and who is empowered to act as a substitute for this superior."
        },
        {
          "word": "Dermatologist",
          "hint": "A medical practitioner qualified to diagnose and treat skin disorders."
        },
        {
          "word": "Ecologist",
          "hint": "An expert in or student of ecology."
        },
        {
          "word": "Economist",
          "hint": "An expert in economics."
        },
        {
          "word": "Editor",
          "hint": "A person who is in charge of and determines the final content of a text, particularly a newspaper or magazine."
        },
        {
          "word": "Educator",
          "hint": "A person who provides instruction or education; a teacher."
        },
        {
          "word": "Falconer",
          "hint": "A person who keeps, trains, or hunts with falcons, hawks, or other birds of prey."
        },
        {
          "word": "Financier",
          "hint": "A person concerned with the management of large amounts of money on behalf of governments or other large organizations."
        },
        {
          "word": "Game designer",
          "hint": "A person who designs games."
        },
        {
          "word": "Garbage man",
          "hint": "A person who collects refuse from households and businesses."
        },
        {
          "word": "Gardener",
          "hint": "A person who tends and cultivates a garden as a pastime or for a living."
        },
        {
          "word": "Hairdresser",
          "hint": "A person who cuts and styles hair as an occupation."
        },
        {
          "word": "Handyman",
          "hint": "A person who is skilled at a wide range of repairs, typically around the home."
        }
      ]
    },
    {
      "categoryName": "Planets and Astronomical Objects",
      "description": "Celestial bodies in our solar system and beyond.",
      "keywords": [
        {
          "word": "Earth",
          "hint": "The third planet from the Sun and the only astronomical object known to harbor life."
        },
        {
          "word": "Mars",
          "hint": "The fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury."
        },
        {
          "word": "Jupiter",
          "hint": "The fifth planet from the Sun and the largest in the Solar System."
        },
        {
          "word": "Saturn",
          "hint": "The sixth planet from the Sun and the second-largest in the Solar System, after Jupiter."
        },
        {
          "word": "Uranus",
          "hint": "The seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System."
        },
        {
          "word": "Neptune",
          "hint": "The eighth and farthest-known Solar planet from the Sun."
        },
        {
          "word": "Mercury",
          "hint": "The smallest and innermost planet in the Solar System."
        },
        {
          "word": "Venus",
          "hint": "The second planet from the Sun. It is named after the Roman goddess of love and beauty."
        },
        {
          "word": "Pluto",
          "hint": "A dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune."
        },
        {
          "word": "The Sun",
          "hint": "The star at the center of the Solar System."
        },
        {
          "word": "The Moon",
          "hint": "Earth's only natural satellite."
        },
        {
          "word": "Halley's Comet",
          "hint": "A short-period comet visible from Earth every 75–76 years."
        },
        {
          "word": "The Asteroid Belt",
          "hint": "A torus-shaped region in the Solar System, located roughly between the orbits of the planets Jupiter and Mars, that is occupied by a great many solid, irregularly shaped bodies, of many sizes but much smaller than planets, called asteroids or minor planets."
        },
        {
          "word": "The Milky Way",
          "hint": "The galaxy that contains our Solar System."
        },
        {
          "word": "Andromeda Galaxy",
          "hint": "A barred spiral galaxy approximately 2.5 million light-years from Earth and the nearest major galaxy to the Milky Way."
        },
        {
          "word": "Black Hole",
          "hint": "A region of spacetime where gravity is so strong that nothing—no particles or even electromagnetic radiation such as light—can escape from it."
        },
        {
          "word": "Supernova",
          "hint": "A powerful and luminous stellar explosion."
        },
        {
          "word": "Neutron Star",
          "hint": "The collapsed core of a giant star which before collapse had a total of between 10 and 29 solar masses."
        },
        {
          "word": "Pulsar",
          "hint": "A highly magnetized rotating neutron star that emits beams of electromagnetic radiation out of its magnetic poles."
        },
        {
          "word": "Quasar",
          "hint": "An extremely luminous active galactic nucleus, in which a supermassive black hole with mass ranging from millions to billions of times the mass of the Sun is surrounded by a gaseous accretion disk."
        },
        {
          "word": "Nebula",
          "hint": "An interstellar cloud of dust, hydrogen, helium and other ionized gases."
        },
        {
          "word": "Orion",
          "hint": "A prominent constellation located on the celestial equator and visible throughout the world."
        },
        {
          "word": "Ursa Major",
          "hint": "A constellation in the northern sky, whose associated mythology likely dates back into prehistory."
        },
        {
          "word": "Ursa Minor",
          "hint": "A constellation in the Northern Sky."
        },
        {
          "word": "Cassiopeia",
          "hint": "A constellation in the northern sky, named after the vain queen Cassiopeia in Greek mythology, who boasted about her unrivaled beauty."
        },
        {
          "word": "Andromeda",
          "hint": "One of the 48 constellations listed by the 2nd-century Greco-Roman astronomer Ptolemy, and one of the 88 modern constellations."
        },
        {
          "word": "Pegasus",
          "hint": "A constellation in the northern sky, named after the winged horse Pegasus in Greek mythology."
        },
        {
          "word": "Cygnus",
          "hint": "A northern constellation lying on the plane of the Milky Way, deriving its name from the Latinized Greek word for swan."
        },
        {
          "word": "Lyra",
          "hint": "A small constellation. It is one of 48 listed by the 2nd-century astronomer Ptolemy, and is one of the 88 constellations recognized by the International Astronomical Union."
        },
        {
          "word": "Aquila",
          "hint": "A constellation on the celestial equator. Its name is Latin for 'eagle' and it represents the bird that carried Zeus's/Jupiter's thunderbolts in Greco-Roman mythology."
        },
        {
          "word": "Pleiades",
          "hint": "An open star cluster containing middle-aged, hot B-type stars located in the constellation of Taurus."
        },
        {
          "word": "Crab Nebula",
          "hint": "A supernova remnant in the constellation of Taurus."
        },
        {
          "word": "Barbell Nebula",
          "hint": "A planetary nebula in the constellation Vulpecula, at a distance of about 1,360 light-years."
        },
        {
          "word": "Barnard's Galaxy",
          "hint": "A barred irregular galaxy in the constellation Sagittarius."
        }
      ]
    },
    {
      "categoryName": "Chemical Elements/Compounds",
      "description": "The building blocks of matter.",
      "keywords": [
        {
          "word": "Hydrogen",
          "hint": "The chemical element with the symbol H and atomic number 1."
        },
        {
          "word": "Helium",
          "hint": "The chemical element with the symbol He and atomic number 2."
        },
        {
          "word": "Oxygen",
          "hint": "The chemical element with the symbol O and atomic number 8."
        },
        {
          "word": "Carbon",
          "hint": "The chemical element with the symbol C and atomic number 6."
        },
        {
          "word": "Nitrogen",
          "hint": "The chemical element with the symbol N and atomic number 7."
        },
        {
          "word": "Iron",
          "hint": "The chemical element with the symbol Fe and atomic number 26."
        },
        {
          "word": "Gold",
          "hint": "The chemical element with the symbol Au and atomic number 79."
        },
        {
          "word": "Silver",
          "hint": "The chemical element with the symbol Ag and atomic number 47."
        },
        {
          "word": "Copper",
          "hint": "The chemical element with the symbol Cu and atomic number 29."
        },
        {
          "word": "Sodium",
          "hint": "The chemical element with the symbol Na and atomic number 11."
        },
        {
          "word": "Chlorine",
          "hint": "The chemical element with the symbol Cl and atomic number 17."
        },
        {
          "word": "Water",
          "hint": "A chemical compound with the chemical formula H₂O."
        },
        {
          "word": "Carbon Dioxide",
          "hint": "A chemical compound with the chemical formula CO₂."
        },
        {
          "word": "Salt",
          "hint": "A chemical compound with the chemical formula NaCl."
        },
        {
          "word": "Sugar",
          "hint": "The generic name for sweet-tasting, soluble carbohydrates, many of which are used in food."
        },
        {
          "word": "Ethanol",
          "hint": "A chemical compound, a simple alcohol with the chemical formula C₂H₆O."
        },
        {
          "word": "Methane",
          "hint": "A chemical compound with the chemical formula CH₄."
        },
        {
          "word": "Ammonia",
          "hint": "A chemical compound with the chemical formula NH₃."
        },
        {
          "word": "Vinegar",
          "hint": "An aqueous solution of acetic acid and trace chemicals that may include flavorings."
        },
        {
          "word": "Baking Soda",
          "hint": "A chemical compound with the formula NaHCO₃."
        },
        {
          "word": "Steel",
          "hint": "An alloy of iron and carbon, and sometimes other elements."
        },
        {
          "word": "Stainless Steel",
          "hint": "A group of ferrous alloys that contain a minimum of approximately 11% chromium, a composition that prevents the iron from rusting and provides heat-resistant properties."
        },
        {
          "word": "Bronze",
          "hint": "An alloy consisting primarily of copper, commonly with about 12–12.5% tin and often with the addition of other metals (such as aluminium, manganese, nickel or zinc) and sometimes non-metals or metalloids such as arsenic, phosphorus or silicon."
        },
        {
          "word": "Brass",
          "hint": "An alloy of copper and zinc, in proportions which can be varied to achieve varying mechanical and electrical properties."
        },
        {
          "word": "Pewter",
          "hint": "A malleable metal alloy, traditionally between 85 and 99% tin, with the remainder consisting of copper, antimony, bismuth and lead."
        },
        {
          "word": "Duralumin",
          "hint": "A trade name for one of the earliest types of age-hardenable aluminium alloys."
        },
        {
          "word": "Solder",
          "hint": "A fusible metal alloy used to create a permanent bond between metal workpieces."
        },
        {
          "word": "Electrum",
          "hint": "A naturally occurring alloy of gold and silver, with trace amounts of copper and other metals."
        },
        {
          "word": "Amalgam",
          "hint": "An alloy of mercury with another metal."
        },
        {
          "word": "Quartz",
          "hint": "A hard, crystalline mineral composed of silicon and oxygen atoms."
        },
        {
          "word": "Feldspar",
          "hint": "A group of rock-forming tectosilicate minerals that make up as much as 60% of the Earth's crust."
        },
        {
          "word": "Mica",
          "hint": "A group of minerals whose outstanding physical characteristic is that individual mica crystals can easily be split into extremely thin elastic plates."
        },
        {
          "word": "Calcite",
          "hint": "A carbonate mineral and the most stable polymorph of calcium carbonate (CaCO₃)."
        },
        {
          "word": "Gypsum",
          "hint": "A soft sulfate mineral composed of calcium sulfate dihydrate, with the chemical formula CaSO₄·2H₂O."
        },
        {
          "word": "Halite",
          "hint": "The mineral form of sodium chloride (NaCl), commonly known as rock salt."
        },
        {
          "word": "Pyrite",
          "hint": "An iron sulfide with the chemical formula FeS₂. This mineral's metallic luster and pale brass-yellow hue give it a superficial resemblance to gold, hence its well-known nickname of 'fool's gold'."
        },
        {
          "word": "Galena",
          "hint": "The natural mineral form of lead(II) sulfide (PbS). It is the most important ore of lead and an important source of silver."
        },
        {
          "word": "Hematite",
          "hint": "The mineral form of iron(III) oxide (Fe₂O₃), one of several iron oxides."
        },
        {
          "word": "Magnetite",
          "hint": "A rock mineral and one of the main iron ores, with the chemical formula Fe₃O₄."
        },
        {
          "word": "Chloroform",
          "hint": "A chemical compound with the formula CHCl₃, it is a colorless, sweet-smelling, dense liquid that is produced on a large scale as a precursor to PTFE."
        },
        {
          "word": "Dry Ice",
          "hint": "The solid form of carbon dioxide."
        },
        {
          "word": "Galena",
          "hint": "The natural mineral form of lead(II) sulfide."
        },
        {
          "word": "Baking Soda",
          "hint": "A chemical compound with the formula NaHCO₃, used as an ingredient in baking."
        },
        {
          "word": "Bleach",
          "hint": "A chemical product that is used industrially and domestically to remove color from a fabric or fiber or to clean or to remove stains in a process called bleaching."
        },
        {
          "word": "Blue Vitriol",
          "hint": "The chemical compound with the chemical formula CuSO₄. This salt exists as a series of compounds that differ in their degree of hydration."
        },
        {
          "word": "Borax",
          "hint": "A salt (the sodium salt of boric acid), a soft, colorless, crystalline mineral."
        },
        {
          "word": "Carbolic Acid",
          "hint": "An aromatic organic compound with the molecular formula C₆H₅OH."
        },
        {
          "word": "Caustic potash",
          "hint": "An inorganic compound with the formula KOH."
        },
        {
          "word": "Chile Saltpetre",
          "hint": "The chemical compound with the formula NaNO₃."
        },
        {
          "word": "Cream of tartar",
          "hint": "The potassium acid salt of tartaric acid."
        },
        {
          "word": "Dolomite",
          "hint": "An anhydrous carbonate mineral composed of calcium magnesium carbonate, ideally CaMg(CO₃)₂."
        },
        {
          "word": "Epsom salt",
          "hint": "An inorganic salt containing magnesium, sulfur and oxygen, with the formula MgSO₄."
        },
        {
          "word": "Glauber’s Salt",
          "hint": "The decahydrate form of sodium sulfate, Na₂SO₄·10H₂O."
        },
        {
          "word": "Glycerol",
          "hint": "A simple polyol compound. It is a colorless, odorless, viscous liquid that is sweet-tasting and non-toxic."
        },
        {
          "word": "Green Vitriol",
          "hint": "The chemical compound with the formula FeSO₄."
        },
        {
          "word": "Gypsum",
          "hint": "A soft sulfate mineral composed of calcium sulfate dihydrate, with the chemical formula CaSO₄·2H₂O."
        },
        {
          "word": "Heavy water",
          "hint": "A form of water that contains a larger than normal amount of the hydrogen isotope deuterium."
        },
        {
          "word": "Hypo Solution",
          "hint": "An inorganic compound with the formula Na₂S₂O₃."
        },
        {
          "word": "Laughing gas",
          "hint": "A chemical compound, an oxide of nitrogen with the formula N₂O."
        },
        {
          "word": "Quick Lime",
          "hint": "A widely used chemical compound. It is a white, caustic, alkaline, crystalline solid at room temperature."
        },
        {
          "word": "Slaked Lime",
          "hint": "An inorganic compound with the chemical formula Ca(OH)₂."
        },
        {
          "word": "Limestone",
          "hint": "A carbonate sedimentary rock that is often composed of the skeletal fragments of marine organisms such as coral, foraminifera, and molluscs."
        },
        {
          "word": "Lye",
          "hint": "An inorganic compound with the formula NaOH. It is a white solid ionic compound consisting of sodium cations Na⁺ and hydroxide anions OH⁻."
        },
        {
          "word": "Marsh Gas",
          "hint": "A chemical compound with the chemical formula CH₄."
        },
        {
          "word": "Milk of magnesia",
          "hint": "An inorganic compound with the chemical formula Mg(OH)₂."
        },
        {
          "word": "Mohr’s Salt",
          "hint": "The inorganic compound with the formula (NH₄)₂Fe(SO₄)₂·6H₂O."
        },
        {
          "word": "Muriatic acid",
          "hint": "A colorless inorganic chemical system with the formula H₂O:HCl."
        },
        {
          "word": "Oil of Vitriol",
          "hint": "A mineral acid composed of the elements sulfur, oxygen and hydrogen, with molecular formula H₂SO₄."
        },
        {
          "word": "Plaster of Paris",
          "hint": "A quick-setting gypsum plaster consisting of a fine white powder, which hardens when moistened and allowed to dry."
        },
        {
          "word": "Potash Alum",
          "hint": "A chemical compound: the potassium double sulfate of aluminium."
        },
        {
          "word": "Rochelle Salt",
          "hint": "A double salt of tartaric acid first prepared by an apothecary, Pierre Seignette, of La Rochelle, France."
        },
        {
          "word": "QuickSilver",
          "hint": "A chemical element with the symbol Hg and atomic number 80."
        },
        {
          "word": "Sal ammoniac",
          "hint": "An inorganic compound with the formula NH₄Cl."
        },
        {
          "word": "Saltpetre",
          "hint": "The mineral form of potassium nitrate, KNO₃."
        },
        {
          "word": "TNT",
          "hint": "A chemical compound with the formula C₆H₂(NO₂)₃CH₃."
        },
        {
          "word": "Washing Soda",
          "hint": "The inorganic compound with the formula Na₂CO₃ and its various hydrates."
        },
        {
          "word": "White Vitriol",
          "hint": "The inorganic compound with the formula ZnSO₄."
        }
      ]
    },
    {
      "categoryName": "Video Games and Consoles",
      "description": "Popular video games and the consoles they are played on.",
      "keywords": [
        {
          "word": "Super Mario Bros.",
          "hint": "A classic platform video game developed and published by Nintendo."
        },
        {
          "word": "The Legend of Zelda",
          "hint": "A high-fantasy action-adventure video game series created by Japanese game designers Shigeru Miyamoto and Takashi Tezuka."
        },
        {
          "word": "PlayStation",
          "hint": "A series of video game consoles created and developed by Sony Interactive Entertainment."
        },
        {
          "word": "Xbox",
          "hint": "A video gaming brand created and owned by Microsoft."
        },
        {
          "word": "Nintendo Switch",
          "hint": "A hybrid video game console, consisting of a console unit, a dock, and two Joy-Con controllers."
        },
        {
          "word": "Minecraft",
          "hint": "A sandbox video game developed by Mojang Studios."
        },
        {
          "word": "Fortnite",
          "hint": "An online video game developed by Epic Games and released in 2017."
        },
        {
          "word": "Grand Theft Auto V",
          "hint": "An action-adventure game played from either a third-person or first-person perspective."
        },
        {
          "word": "Tetris",
          "hint": "A tile-matching video game created by Russian software engineer Alexey Pajitnov in 1984."
        },
        {
          "word": "Pac-Man",
          "hint": "A maze arcade game developed and released by Namco in 1980."
        },
        {
          "word": "World of Warcraft",
          "hint": "A massively multiplayer online role-playing game (MMORPG) released in 2004 by Blizzard Entertainment."
        },
        {
          "word": "The Sims",
          "hint": "A series of life simulation video games developed by Maxis and published by Electronic Arts."
        },
        {
          "word": "Pokémon",
          "hint": "A series of video games developed by Game Freak and published by Nintendo and The Pokémon Company under the Pokémon media franchise."
        },
        {
          "word": "Call of Duty",
          "hint": "A first-person shooter video game franchise published by Activision."
        },
        {
          "word": "Final Fantasy",
          "hint": "A Japanese anthology science fantasy media franchise created by Hironobu Sakaguchi, and developed and owned by Square Enix."
        },
        {
          "word": "Street Fighter",
          "hint": "A Japanese competitive fighting video game franchise developed and published by Capcom."
        },
        {
          "word": "Mortal Kombat",
          "hint": "A franchise of fighting games created by Ed Boon and John Tobias."
        },
        {
          "word": "Sonic the Hedgehog",
          "hint": "A Japanese video game series and media franchise created and owned by Sega."
        },
        {
          "word": "Donkey Kong",
          "hint": "A series of video games featuring the adventures of a gorilla character called Donkey Kong, conceived by Shigeru Miyamoto in 1981."
        },
        {
          "word": "Crash Bandicoot",
          "hint": "A franchise of platform video games. The series was created by Andy Gavin and Jason Rubin during their tenure at Naughty Dog for Sony Computer Entertainment."
        },
        {
          "word": "Atari 2600",
          "hint": "A home video game console developed by Atari, Inc. It is credited with popularizing the use of microprocessor-based hardware and games stored on ROM cartridges instead of dedicated hardware with games physically built into the unit."
        },
        {
          "word": "Nintendo Entertainment System (NES)",
          "hint": "An 8-bit home video game console developed and manufactured by Nintendo. It was first released in Japan in 1983 as the Family Computer."
        },
        {
          "word": "Sega Genesis",
          "hint": "A 16-bit home video game console developed and sold by Sega. It was Sega's third console and the successor to the Master System."
        },
        {
          "word": "Super Nintendo Entertainment System (SNES)",
          "hint": "A 16-bit home video game console developed by Nintendo that was released in 1990 in Japan and South Korea."
        },
        {
          "word": "PlayStation (original)",
          "hint": "A 32-bit home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan."
        },
        {
          "word": "Nintendo 64",
          "hint": "A home video game console developed and marketed by Nintendo. It was released on June 23, 1996 in Japan, on September 29, 1996 in North America, and March 1, 1997 in Europe and Australia."
        },
        {
          "word": "Sega Dreamcast",
          "hint": "A home video game console released by Sega on November 27, 1998 in Japan, September 9, 1999 in North America, and October 14, 1999 in Europe."
        },
        {
          "word": "PlayStation 2",
          "hint": "A home video game console developed and marketed by Sony Computer Entertainment. It was first released in Japan on March 4, 2000."
        },
        {
          "word": "Game Boy",
          "hint": "An 8-bit handheld game console developed and manufactured by Nintendo. It was first released in Japan on April 21, 1989."
        },
        {
          "word": "The Witcher 3: Wild Hunt",
          "hint": "An action role-playing game developed and published by CD Projekt."
        },
        {
          "word": "Terraria",
          "hint": "An action-adventure sandbox game developed by Re-Logic."
        },
        {
          "word": "The Elder Scrolls V: Skyrim",
          "hint": "An action role-playing game developed by Bethesda Game Studios and published by Bethesda Softworks."
        },
        {
          "word": "Red Dead Redemption 2",
          "hint": "An action-adventure game developed and published by Rockstar Games."
        },
        {
          "word": "Mario Kart 8",
          "hint": "A kart racing video game developed and published by Nintendo."
        },
        {
          "word": "Wii Sports",
          "hint": "A 2006 sports simulation video game developed and published by Nintendo for the Wii video game console."
        },
        {
          "word": "PlayerUnknown's Battlegrounds",
          "hint": "An online multiplayer battle royale game developed and published by PUBG Corporation, a subsidiary of South Korean video game company Bluehole."
        },
        {
          "word": "Stardew Valley",
          "hint": "A simulation role-playing video game developed by Eric 'ConcernedApe' Barone."
        },
        {
          "word": "Super Smash Bros. Melee",
          "hint": "A crossover fighting video game developed by HAL Laboratory and published by Nintendo for the GameCube."
        },
        {
          "word": "Mass Effect 2",
          "hint": "An action role-playing video game developed by BioWare and published by Electronic Arts."
        },
        {
          "word": "The Legend of Zelda: Ocarina of Time",
          "hint": "An action-adventure game developed and published by Nintendo for the Nintendo 64."
        },
        {
          "word": "SoulCalibur",
          "hint": "A weapon-based 3D fighting game developed by Project Soul and produced by Namco."
        },
        {
          "word": "Grand Theft Auto IV",
          "hint": "An action-adventure game developed by Rockstar North and published by Rockstar Games."
        },
        {
          "word": "Super Mario Galaxy",
          "hint": "A 2007 platform video game developed and published by Nintendo for the Wii."
        },
        {
          "word": "Super Mario Galaxy 2",
          "hint": "A 2010 platform video game developed and published by Nintendo for the Wii."
        },
        {
          "word": "The Legend of Zelda: Breath of the Wild",
          "hint": "An action-adventure game developed and published by Nintendo for the Nintendo Switch and Wii U."
        },
        {
          "word": "Perfect Dark",
          "hint": "A first-person shooter developed by Rare and released for the Nintendo 64 video game console in 2000."
        },
        {
          "word": "Tony Hawk's Pro Skater 3",
          "hint": "A skateboarding video game and the third installment in the Tony Hawk's series."
        },
        {
          "word": "Super Mario Odyssey",
          "hint": "A 2017 platform game developed and published by Nintendo for the Nintendo Switch."
        },
        {
          "word": "Assassin's Creed II",
          "hint": "An action-adventure video game developed by Ubisoft Montreal and published by Ubisoft."
        },
        {
          "word": "The Legend of Zelda: Twilight Princess",
          "hint": "An action-adventure game developed and published by Nintendo for the GameCube and Wii."
        },
        {
          "word": "Pillars of Eternity",
          "hint": "A role-playing video game developed by Obsidian Entertainment and published by Paradox Interactive."
        },
        {
          "word": "Dragon Age: Origins",
          "hint": "A role-playing game developed by BioWare and published by Electronic Arts."
        },
        {
          "word": "Fallout: New Vegas",
          "hint": "An action role-playing game developed by Obsidian Entertainment and published by Bethesda Softworks."
        },
        {
          "word": "Mass Effect",
          "hint": "An action role-playing game developed by BioWare and published by Microsoft Game Studios."
        },
        {
          "word": "Vampire: The Masquerade – Bloodlines",
          "hint": "An action role-playing video game developed by Troika Games and published by Activision."
        },
        {
          "word": "Star Wars: Jedi Survivor",
          "hint": "An action-adventure game developed by Respawn Entertainment and published by Electronic Arts."
        },
        {
          "word": "The Outer Worlds",
          "hint": "An action role-playing game developed by Obsidian Entertainment and published by Private Division."
        },
        {
          "word": "Yakuza: Like a Dragon",
          "hint": "A role-playing video game developed by Ryu Ga Gotoku Studio and published by Sega."
        },
        {
          "word": "Persona 5 Royal",
          "hint": "An enhanced version of the role-playing game Persona 5, developed by P-Studio and published by Atlus."
        },
        {
          "word": "Sea of Thieves",
          "hint": "An action-adventure game developed by Rare and published by Microsoft Studios."
        },
        {
          "word": "SimCity 3000",
          "hint": "A city building simulation video game released in 1999, and the third major installment in the SimCity series."
        },
        {
          "word": "Guild Wars 2",
          "hint": "A massively multiplayer online role-playing game developed by ArenaNet and published by NCSOFT."
        },
        {
          "word": "American Truck Simulator",
          "hint": "A truck simulator game developed and published by SCS Software."
        },
        {
          "word": "Path of Exile 2",
          "hint": "A free-to-play action role-playing video game developed and published by Grinding Gear Games."
        },
        {
          "word": "Hollow Knight: Silksong",
          "hint": "A Metroidvania action-adventure video game developed and published by Team Cherry."
        },
        {
          "word": "Apex Legends",
          "hint": "A free-to-play battle royale-hero shooter game developed by Respawn Entertainment and published by Electronic Arts."
        },
        {
          "word": "Goose Goose Duck",
          "hint": "A 2021 social deduction video game developed and published by Gaggle Studios."
        },
        {
          "word": "Baldur's Gate 3",
          "hint": "A role-playing video game developed and published by Larian Studios."
        }
      ]
    }
  ]
}
